[
 {
   "Title": "Sinhalese Theravada Buddhism",
   "Content": "      In 1972, the Republic of Sri Lanka (what was formerly called Ceylon) became an independent nation, though it retained a connection to the British Commonwealth. This change built on several decades of political unrest as a Sinhalese nationalist movement opposed both the presence of a Governor General appointed by the British monarch and the elites in the self-governing Parliament who had greater ties to English culture than Sinhalese culture (at least according to their opponents). Sinhalese nationalism included the promotion of Sinhalese language (and thus the promotion of people whose mother tongue was Sinhalese) and the promotion of Buddhism as the religion of Sri Lanka's Sinhalese majority. Both of these efforts at promoting Sinhalese culture included opposition to Tamil language and the religions dominant among Tamil-speaking people, Hinduism and, for a minority of Tamils, Islam. The nationalist movement also opposed Christian missionary efforts in the country.\n      The Buddhism that Sinhalese nationalists promoted was a particular form of Buddhism that had long ties with the pre-colonial rulers of what is now Sri Lanka. Moreover, a significant component of this form of Buddhism is the assertion of its premier status among Buddhist forms, as proponents argue that this form of Buddhism, the 'truest' form of Buddhism, is based on the Pali Canon, which they assert provides the oldest available texts of the teachings of the historical Buddha. The monastic leadership of this form of Buddhism commonly asserted several ideas:\n Nirvana (enlightenment) is the goal of human existence, to escape the suffering of continued rebirth by extinguishing the self.\n Siddharta Gautama, the historical Buddha, was a human being who attained nirvana and teaches people how to attain it themselves.\n These teachings of Siddharta, as conveyed in the oldest texts, the Pali Canon, provide people with the way to reach nirvana.\n To attain nirvana, a person should become a part of the Sangha, the community of monks, who study the teachings of the historical Buddha, limit activities based on the monastic discipline (Vinayaka), beg for food from laypeople (people who have not taken monastic vows), and teaches and serves the laypeople to help them develop their understanding of the teachings of the historical Buddha.\n Those who are not ready to take monastic vows should do good works, including supporting the monks and honoring their teachings, to develop good karma that will allow a better rebirth, during which they can become a monk.\n      The importance of this understanding of Buddhism for the stature of Sinhalese culture is evident in the importance afforded to the tooth relic. Claimed to be a tooth of the historical Buddha, the relic is housed in a temple complex in Kandy, Sri Lanka, which some have attempted to promote as the center of the Buddhist world. They have brought statues from Buddhist communities around the world to be housed in the complex, with the relic at its center. Prior to the colonial history of the island, rulers often sought to legitimize their authority by housing the tooth relic close to their palace, conducting rituals related to the relic, protecting the relic from being captured by enemies and rivals, and even inserting into their ruling name a reference to the tooth relic.\n      With these connections of elements of Buddhism to the stature of Sri Lanka (home of the Tooth Relic and the 'truest' form of Buddhism), the connection of Sinhalese nationalism to Buddhism is sensible. The combination of the promotion of Buddhism and the opposition to Tamil culture, including language and religion, generated conflict between Sinhalese and Tamil groups, leading to Civil War in Sri Lanka beginning in the 1980's. Labeling this conflict as a religious conflict, pitting Buddhists against Hindus and Muslims, ignores the complexity of the factors involved, including ethnic and regional differences. The conflict continued for three decades, with periods of ceasefires, peace accords, and then renewed violence. In 2009, the Sri Lankan military defeated the main opposition leadership, ending the Civil War.",
   "Area": "Sri Lanka/Ceylon",
   "Branch": "Theravada",
   "Subbranch": "",
   "Time (Beginning)": 1900,
   "Time (End)": 1999
 },
 {
   "Title": "Neo-Buddhism in India",
   "Content": "      A significant figure in the Indian Independence movement was B. R. Ambedkar. Born into a Dalit (formerly called outcaste) family in British India, Ambedkar took multiple opportunities to gain advanced degrees in Great Britain and the United States, placing him in a position of significant importance in the drive for independence and self-sufficiency of India. However, he remained in conflict with Mohandas Gandhi and other leaders over the status and protection of Dalits, who have faced significant historical (and continuing) discrimination. He wanted greater political power for the Dalits, while Gandhi and others feared further fracturing the nation by providing separate electorates and positions reserved for Dalits.\n      Despite the conflicts, following the establishment of India and Pakistan out of British India (and surrounding areas) in 1947, Ambedkar authored the Indian Constitution. He declared, however, that he would not die as a Hindu as a part of his protest of the social, economic, and ritual discrimination against Dalits. While the Constitution outlawed caste discrimination, legislation was not sufficient to change the society.\n      After significant study of multiple religions, Ambedkar decided to convert to Buddhism because of its notions of social equality. In 1954, he led a mass conversion of Dalits to Buddhism, which began the virtual reintroduction of Buddhism in India in the form of the Neo-Buddhist movement. In 1957, soon after his death, Ambedkar's treatise on Buddhism was published as The Buddha and His Dhamma in which he critiqued some of the teachings commonly associated with Buddhism (the 4 Noble Truths, Monasticism, Anatta (no soul), etc.) to assert that the historical Buddha's mission was to bring peace and empowerment to all people. For example, the concept in the 4 Noble Truths that life involves suffering is too negative, according to Ambedkar, who saw the Buddha bringing hope to the downtrodden. Developing his own socialist critique of common images of Buddhism, Ambedkar suggests that centuries of leaders in monastic communities have generated the problematic, dominant interpretation of the historical Buddha's teachings.\n      Since his death, Ambedkar has become a hero for many Dalit Buddhists (and other Dalits), with his image often placed alongside (and sometimes larger than) Siddharta. The movement that he started and the conversion of Dalits has continued since his death. While neo-Buddhism is not a major force in India demographically, it remains a pesence in India and a place where Dalits can turn to protest when new occasions of discrimination arise.",
   "Area": "India",
   "Branch": "Navayana",
   "Subbranch": "",
   "Time (Beginning)": 1954,
   "Time (End)": 1954
 },
 {
   "Title": "Zen in the US",
   "Content": "      D.T. Suzuki began teaching at Columbia University, building on his popularity as an interpreter of Zen Buddhism in a modernist frame that fit with ideas of spirituality increasingly popular among some in the United States. He framed Japan and the United States as different in their essentials, which attracted those who were critical of the culture of the United States and appreciated a romanticized vision of spirituality in Japan. In this construction, Suzuki reflected particular European views that have been criticized under the label 'Orientalist.'2 Some of the practices that he taught, including zazen and koans (sitting meditation and riddles that the practitioner uses in meditation, respectively), fit with common practices associated with Zen. Some have critiqued other assertions about Zen from Suzuki, including connecting his ideas to revisions related to Japanese nationalism and to philosophical ideas that diverge from traditional understandings of Zen and Buddhism generally. His account, some argue, eliminated some of the metaphysical ideas associated with Buddhism to make the ideas more understandable to someone from the United States, including ideas resembling elements of Protestantism and European Enlightenment.3\n      While a convenient starting point, Suzuki's version of Zen is not the only way Zen developed in the United States. Some have established Zen Centers, usually in cities, and figures like the Beatniks incorporated aspects of Zen into their own practices and attempts to develop an alternative to American culture. While some begin to identify as Buddhist through their participation in Zen communities, others use the meditative practices associated with Zen to enhance their individual experiences or to add to their ritualized practices that we often associate with other religions, especially Christianity and Judaism in the United States. One aspect of Zen practice in the United States is the therapeutic use of Zen, where the meditative practices and discipline associated with Zen become a means to deal with personal problems, including issues of mental health. Some who identify as Buddhist critique this use of Zen as problematic for its separation of particular practices from the whole collection of philosophy, practices, and texts that they identify as essential to Buddhism (similar to the critique of Suzuki eliminating some of the metaphysical elements).\n      The key to Zen practice is the act of meditation, though that meditation can take a variety of forms. Zazen is the most stereotypical, where a person sits on the floor in a particular position, legs crossed and back straight, for an extended period of time, always bringing the mind back to the current moment whenever it begins to wander. The use of koans (such as 'What is the sound of one hand clapping?') becomes another method to quiet the mind, typically with a master instructing the practitioner and accepting or rejecting the answer that they produce, based on the master's perception of the progress of the practitioner in moving outside of their standard rational thought. Other active meditations can involve any exercise or task, such as raking a rock garden or archery, where the actor puts their entire focus on a repetitive task. Any of these practices work to quiet the mind and its constant commentary on the world around them and life in general. The process promotes a move beyond rational thought to allow the recognition of the truth inside the individual. Thus, this approach does not put emphasis on the study or recitation of particular texts, as its goal is to reduce the focus on words to allow the truth to arise.\n      One example of this is a story that practitioners of Zen tell and attribute to the historical Buddha. With his followers gathered before him, he held up a flower. Everyone waited for his explanation except one follower, who responded with a smile. The Buddha asserted that the one follower understood, relying on a transmission of recognition without words. Zen is not the only form of Buddhism present in the United States, and Zen is not a monolithic movement itself. After the changes in immigration laws in 1965, more people immigrated from Asia, some as refugees related to the Vietnam War and other events in Asia, some as immigrants for educational and economic reasons. These people have established various institutions in the United States related to Buddhism, sometimes connecting with people interested in a different style of spirituality, and sometimes remaining fairly distinct as Asian-American institutions.\n2 See Edward Said's Orientalism (1978) for the work that coined the term. Said's analysis focused on the\nregions dominated by Arab culture as the object of Orientalist representation and critique, but the term has much\nbroader use in scholarship to include romantic views of the 'spiritual East,' whether they come from people who\nidentify with those regions or others.\n3 For more on critiques of Suzuki and portrayals of Buddhist modernism, see McMahan (2008), Sharf\n(1995), Hu Shih (1953), and Masuzawa (2005).",
   "Area": "Japan, US/Europe",
   "Branch": "Mahayana",
   "Subbranch": "Zen",
   "Time (Beginning)": 1951,
   "Time (End)": 1951
 },
 {
   "Title": "Tibetan Buddhism",
   "Content": "      When a Tibetan child was formally recognized as the 14th Dalai Lama in 1939, most people in Tibet recognized him (and his regent until he came of age) as the leader of a separate nation-state as well as the leader of one school of Tibetan Buddhism, the Gelug-pa school. However, neighboring China was working towards fulfilling its claim that the region of Tibet was a part of China, and in 1950, the army of China entered the region of Tibet, claiming it as a portion of China. Conflict existed among the leadership in Tibet about the best way to respond, a debate that had been repeated for generations. As an incarnation of the bodhisattva of Supreme Compassion, the Dalai Lama ultimately preferred non-violent resistance and eventually fled Tibet in 1959, setting up the Tibetan Government In Exile in India, now known as the Central Tibetan Administration.\n      The conflict with the government of China continues, with at times repression of monastic groups and followers of the Dalai Lama who remain in Tibet. At the same time, the Dalai Lama and his followers have attempted to reestablish their practices in new environments, and have migrated to many parts of the world, both as laypeople and monastics. The Chinese government claims to control not only the land of Tibet but also practices within their nation and have asserted their own selection of the 11th Panchen Lama, a selection that differs from the child that the Dalai Lama recognizes as the reincarnation of the prior Panchen Lama. The ongoing conflict over the region of Tibet and the recognition of reincarnations of Lamas has led the Dalai Lama to renounce his political control, moving the Central Tibetan Administration towards a prime minister and parliamentary democracy. He also has suggested that he may choose not to take another incarnation but, if he does, he will not take incarnation in regions under Chinese control.\n      The practices and ideas that are central to the Dalai Lama and his community include a variety of esoteric rituals that help the initiate reach nirvana faster. One example is the creation of a mandala from colored sand that represents an image of the cosmos with Buddhas at each major point. In addition to the ritual of constructing and then destroying the sand mandala (as an act emphasizing the principle that everything is impermanent), the practitioner meditates on the mandala, placing himself inside the cosmos. Many of the practices, that are often described as Tantra, involve an effort to overcome dualities, such as imagining oneself as both the Warrior Buddha and the Peaceful Buddha. To develop these practices, the person must take initiation in the monastic community of a particular school (four main schools exist in Tibetan Buddhism, with the Dalai Lama's Gelug-pa school as one of the four). Typically, these monastic communities have their own rules of discipline and require the monk to have some financial support, as opposed to the begging for food that happens within communities in Sri Lanka. Bodhisattvas, figures who have reached the level of nirvana but delayed the bliss of full nirvana in order to help all sentient beings reach enlightenment, are significant figures in Tibetan Buddhism, alongside the historical Buddha and various spirits related to Tibet. The Lamas are important teachers and leaders in Tibetan Buddhism, and some of them, like the Dalai Lama, are said to be bodhisattvas who have taken another incarnation to assist others in reaching nirvana.",
   "Area": "Tibet",
   "Branch": "Vajrayana",
   "Subbranch": "",
   "Time (Beginning)": 1939,
   "Time (End)": 1939
 },
 {
   "Title": "Nichiren Buddhism",
   "Content": "      Soka Gakkai International (SGI) is an organization that enacts a particular interpretation of the Lotus Sutra, a text attributed to the historical Buddha from about the second century CE. The organization emphasizes compassion to people in need and organizes a range of social welfare acts, including promoting nuclear disarmament, disaster relief, and human rights, to name a few. Practitioners within this organization also develop their individual potential through a process called 'human revolution,' particularly through the recitation of a passage of the Lotus Sutra.\n      The founders of the movement that became Soka Gakkai International, specifically the first two Presidents of the movement, found in the Lotus Sutra and the ideas of Nichiren (a 13th century Tendai monk who emphasized the Lotus Sutra) the philosophical basis for promoting compassion and the potential of each human being. The practices and philosophy that they took from the Lotus Sutra and Nichiren became a means to address social problems. The focus on enhancing individual potential went against some of the emphases of the government of Japan during World War II that, in the view of the opponents of the government, wanted submissive subjects. The opposition between the government and the founders of the movement led to their imprisonment in 1943, and the first president died in prison in 1944.\n      The Lotus Sutra, according to SGI, was a text developed about 500 years after the historical Buddha in India. The Lotus Sutra, in their interpretation, emphasizes the potential Buddhahood of each person, which can be attained without taking monastic vows but through the study and recitation of the Lotus Sutra as well as participation in acts of compassion. Recognizing the potential of each person promotes concern for their wellbeing that contributes to the movement's interest in promoting peace and opposing nuclear weapons (particularly connected to their development in the context of Japan following World War II), protecting the environment, and providing disaster relief, among other projects. The efforts towards world peace suggest additional ways that their movement produced opposition from the Japanese government during World War II, an opposition that further heightened the concern for peace, especially in the aftermath of the war. The movement also works to recruit new members and help them reach their potential, which has moved the organization well beyond Japan. Their international spread becomes a source of pride and legitimization for SGI.",
   "Area": "Japan",
   "Branch": "Mahayana",
   "Subbranch": "",
   "Time (Beginning)": 1930,
   "Time (End)": 1930
 },
 {
   "Title": "Europe and Colonialism",
   "Content": "Which thread of influence to pick up from each of these movements is a difficult problem, with the most common thread appearing to be European thought and colonialism. Sri Lanka and India were both British colonies before independence, obviously, but neither Tibet nor Japan were actually colonized. Yet the influence moves beyond colonial control. Ambedkar not only received significant education in England and the United States, but he also specifically adopted some of the critique of society and capitalism of Karl Marx, which he used in his interpretation of the teachings of Siddharta. Suzuki appears to adopt the language of East versus West, like others in Asia (e.g., Swami Vivekananda), pitting a spiritual East versus a materialist West. Scholars have traced that assertion to European efforts to fabricate difference between their civilization and the peoples whom they wanted to help.4 The critique of Japanese society and governmental control from the first Presidents of SGI may have adopted some of the language of Enlightenment Europe in terms of human rights and individualism. The Sinhalese and the Tibetans also employed some of the language of self-determination and the nation-state that developed in the Enlightenment.\n      The variety of practices and texts that most people identify now as Buddhism developed through a range of other influences (which the remainder of the chapter will continue to outline). European ideas and colonialism, however, had another major influence on all of them, reinforcing or generating the idea that all of these movements should be associated with one religion. The classification of each of these as Buddhist, which the participants now assert commonly, has its own historical process. When people from Europe began to encounter the various practices, images, and ideas that have been central in these representations, particularly in the 18th and 19th centuries during the age of colonialism (contacts earlier, such as Marco Polo, were less extensive and consistent), the Europeans attempted to make sense of the various observations by placing them within a familiar framework of European experiences. Many Europeans in the 18th century assumed that everyone had a religion, but typical European lists labeled most of the world as following an undifferentiated 'Paganism' (Masuzawa 2005). However, as the period of colonial expansion continued, European observers gathered information from ritual leaders and other authorities and combined those with the European observations to develop greater knowledge of colonial subjects that would facilitate colonial control. These experiences and interests for better government led to efforts to differentiate various practices and construct different labels for what became understood to be distinct religions.\n      The local understandings of these practices varied considerably. While some leaders saw connections between practices and ideas in Ceylon (present-day Sri Lanka) and Burma (Myanmar) and differentiated those practices from devotion to various gods and goddesses, many people in these regions were unconcerned (and some continued to be unconcerned today) about any differentiation between deities and other powers, some of which we now distinguish as either Hindu or Buddhist. Similarly, in East Asia some monks and priests made significant distinctions in their identification between following ideas traced back to Laozi (contemporary Daoism), the historical Buddha, Kongzi (Confucius), or traditional practices unique to Japan (what some develop into State Shinto after the Meiji Restoration in 1868), but many practices, including devotional practices in temples, did not maintain such distinctions. Moreover, these are not unique connections, as many other influences and predecessors can also be identified, such as local spirits and ideas in Tibet, Neo-Confucianism and Chinese culture in Zen monasteries, among others. Which prior influence is more important and thus makes a movement or group part of a larger group is open to debate, but the European commentators largely determined that these practices were all part of what Europeans began to call Buddhism.\n      The lack of differentiation in some communities and institutions clashed with the assumptions of many Europeans that religions are distinct, based on beliefs drawn from texts, and should involve an exclusive commitment to only one religion. How, though, could they identify the distinctions to demarcate correctly the different religions? Whose voices do they accept as authoritative, and whose practices do they reject as corrupted or ignorant? The differentiation becomes more complicated considering the different languages across the regions now related to Buddhism. Fo, Tathagatha, Butsu, and Xacca were used for a venerated figure in different regions, and depictions in paintings and statues of these figures/figure varied considerably. The people in each region did not necessarily connect their practices to those in other regions, but the Europeans began, over several decades, to emphasize commonalities and declare that all of these elements belonged to the same religion.5\n      One depiction presented in a dictionary published in 1704 identified the figure of Xacca and relates stories commonly told about the birth of Siddharta, known commonly as the historical Buddha. However, the entry also associates Xacca with other names from different regions, 'the Japanese call him fo, for the Indians call him Rama, the Chinois Xian, and the People of Tonquin Chiaga,' implying that the followers of the Buddha and Rama are a part of the same religion. Later, the entry also relates the followers of Xacca to the Brachmans, who appear to be the Brahmins commonly identified now with Hinduism. Ultimately, this entry identifies Xacca as 'the first Founder of Idolatry'(sic) in Asia. Of interest to us, furthermore, is that the followers of the Dalai Lama and other Tibetan leaders were treated as separate from the followers of Xacca (under various names). Thus, the 1704 dictionary used an undifferentiated religion of 'Idolatry' with Sidharta as a prime figure, equivalent to Rama, but differentiated from the practices of the Lamas in Tibet. Over time, however, Europeans identified some commonalities between figures whom we now commonly call the Buddha, and these connections led to the assertion of Buddhism as a distinct religion, incorporating the practices emphasizing monasticism in Sri Lanka and Southeast Asia, more accessible paths to enlightenment through bodhisattvas and meditative techniques in East Asia, and the tantric practices of Tibet as all deriving from a single founder, whom Europeans identified as Siddharta Gautama, the Buddha. Thus, Europeans named this religion as Buddhism, and that is the name that Ambedkar used, along with many others who follow these various practices and forms of devotion today.\n      In terms of imagery and story, the confusion in the 1704 dictionary continued, as the figure of Siddharta remained an enigma for decades of the 19th century for many European scholars, as the conflicting images and stories complicated their understanding. Some Europeans thought multiple figures existed that people now commonly see as versions of Siddharta at different points of his life and in different cultural forms. One theory connected images of Siddharta to Africa because of the depiction of curly hair (Lopez 2013). In the mid-nineteenth century, those in Europe who studied what they began calling Buddhism made a significant distinction between 'true' Buddhism, which they based on particular texts, and the corrupted practices of many of the people across Asia. These texts that reflected 'true' Buddhism began to be collected by Europeans and housed in libraries across Europe. This assumption reflected aspects of European society and the conception of religion as founded in texts that arose from European experiences with Judaism, Christianity, and Islam (Almond 1988). This emphasis on true Buddhism being text-based enabled an easier differentiation between what Europeans identified as Buddhism and the complicated practices that challenged a singular definition, whether ancestor veneration and devotion to Chinese gods in China, offerings to Tibetan spirits, or devotion to deities in Sri Lanka and Southeast Asia whom the Europeans identified with Hinduism. Therefore, particular forms of the practices of people whom the Europeans identified as Buddhist were identified as central, and other practices were marginalized. One group empowered by this emphasis on texts are the Sinhalese monks, who have argued that the Pali canon, as the oldest available text of Siddharta's teaching, is the most authoritative, making their version of Buddhism (based on their reading of the Pali Canon) to be the 'real' Buddhism. As a part of this process, a common narrative of Siddharta also began to develop. The emphasis on a rational, moral philosopher who was compassionate and nonviolent and opposed to priestcraft and superstition goes back to a French scholar's portrait of the Buddha in 1844. Based on his reading of particular Sanskrit texts, he created an image of the Buddha that reflected some of the preferences of a segment of nineteenth century European society (rationalism, individual morality, opposition to the supernatural and superstition) and distinguished the historical Buddha from the practices in India that they viewed as degenerate (Lopez 2013: 210-211). This is not to say that the Europeans fabricated these traits of Siddharta or the connections between different regions, but the specific form of the connections and the narrative of Siddharta that the Europeans emphasized were not the only stories and ways of organizing the world. These selections and constructions from Europeans have influence outside of European and English-language representations of Buddhism, as the Europeans authorized particular leaders as authoritative and emphasized certain practices over others. For example, the European emphasis on textual sources as the true religion confirmed the assertions of some in Ceylon that their form of Buddhism, based on the Pali Canon (which they determined are the oldest texts available about Siddharta), had more authority, and these assertions also reinforced the position of the monks in Ceylon as the prime example of Buddhism there, contrasting to the corrupted practices of the common people, many of whom included the worship of deities or even praying to the Buddha as a god. The connection between the different regional forms also has enabled a different conception of Buddhism for people in these regions, sometimes establishing new connections between Japan and parts of Southeast Asia, for example.\n4 Said's Orientalism (1978) is the classic example of this argument.\n5 For more details on these arguments, see Almond 1988, Lopez 2013, and Masuzawa 2005.",
   "Area": "India, Sri Lanka/Ceylon, China, Japan, Tibet, US/Europe",
   "Branch": "",
   "Subbranch": "",
   "Time (Beginning)": 1700,
   "Time (End)": 1899
 },
 {
   "Title": "Zen in Tokugawa Japan",
   "Content": "During the Tokugawa era (roughly 17th - 19th centuries CE), the status of the Zen monasteries\ndeclined, as their monks earlier had served as frequent emissaries to China. Yet, Zen monks and\nmonasteries in Japan remained important centers for both social and political purposes,\nalongside their meditation practices. With the shift of the Tokugawa era, rural monks gained\nprominence, but the Zen centers continued to work with the government, now helping to teach\nmorality and acceptance of the social hierarchy. Thus, traditional Zen practices in Japan\nincorporate arts from China and Confucian social ethics. These arts, including practices like stick\nfighting and archery, also made Zen attractive to the Samurai class in Japan (or reflected the\ninfluence of the Samurai class on Japan and Zen).",
   "Area": "Japan",
   "Branch": "Mahayana",
   "Subbranch": "Zen",
   "Time (Beginning)": 1600,
   "Time (End)": 1899
 },
 {
   "Title": "Dalai Lama",
   "Content": "      When the Mongols conquered Tibet in the middle 1600's, they recognized the 5th Dalai Lama, the spiritual leader of the Gelug-pa tradition of monasticism in Tibet and an incarnation of Avalokitesvara, as the political leader of Tibet. That leadership role has continued with each successive incarnation of the Dalai Lama, though disagreements have existed at times over political control.\n      Several generations earlier, another alliance between a Mongol leader and the head of the Gelug-pa school in Tibet at the time generated for a mutually beneficial arrangement. In addition to promoting the ideas of the Tibetan Lamas among the Mongols, the leader of the Gelug-pa school recognized Altan Khan, the Mongol leader, as a reincarnation of Kublai Khan, thus giving Altan Khan greater legitimacy and effectively assisting him to solidify control over the region of the Mongols. Altan Khan, perhaps in return, recognized the leader of the Gelug-pa school as an incarnation of the Bodhisattva of Compassion, Avalokitesvara, and gave him the title Dalai Lama. They also granted that title posthumously to his two predecessors, making him the 3rd Dalai Lama. Thus, the prominence of the Dalai Lama and the recognition of his incarnation did not develop in a political vacuum or in an isolated Tibet without interaction from other regions.",
   "Area": "Tibet",
   "Branch": "Vajrayana",
   "Subbranch": "",
   "Time (Beginning)": 1500,
   "Time (End)": 1699
 },
 {
   "Title": "Zen and Chinese Culture",
   "Content": "      Prior to the Tokugawa era, monks from the largest temple complexes in what is now Japan\nfrequently served the Muromachi rulers as emissaries to China and became particularly\nimportant in helping to develop cultural practices in Japan, often incorporating Chinese\ninfluence and technologies (including printing technologies, calligraphy, garden design,\npainting, and pottery). Zen institutions also espoused aspects of Neo-Confucian philosophy that\nemphasized the cultivation of individual morality.",
   "Area": "China, Japan",
   "Branch": "Mahayana",
   "Subbranch": "Zen",
   "Time (Beginning)": 1400,
   "Time (End)": 1599
 },
 {
   "Title": "Decline in Indian Subcontinent",
   "Content": "      The practices and concepts that developed from the ideas attributed to Siddharta and spread through various parts of Asia eventually died out in India. The best explanation is that the development of devotional practices in what we now call Hinduism essentially absorbed some of the ideas that developed from teachings attributed to Siddharta. Various invasions from West Asia during this period perhaps added to the pressure against the ideas attributed to Siddharta.",
   "Area": "India",
   "Branch": "Navayana",
   "Subbranch": "",
   "Time (Beginning)": 1201,
   "Time (End)": 1299
 },
 {
   "Title": "Nichiren ",
   "Content": "      Many leaders in 13th century Japan trained as Tendai monks, drawing on a movement that began in China and emphasized the Lotus Sutra. One of these leaders, known as Nichiren, was concerned about the suffering during a period of upheaval in Japan and turned to the Lotus Sutra to learn how to be a disciple of the Buddha and assist his people. Nichiren concluded that the Lotus Sutra contains all knowledge, so he emphasized it as the true way to practice. In his understanding, if everyone in Japan followed the Lotus Sutra, then Japan would become peaceful. He at times, therefore, advocated for the suppression of other practices in Japan, including other communities that people now identify with Buddhism.\n      The followers of his teachings, which came to be known as Nichiren Buddhism, emphasize the Lotus Sutra and the concept that all people have Buddha-nature, meaning that nirvana is already present within them, simply waiting to be discovered. In many communities that identify with Buddhism, people recognize three refuges, the Buddha, the Dharma (teachings of the Buddha), and the Sangha (community of monks). Within communities that follow Nichiren, some recognize Nichiren as the Buddha, and the Lotus Sutra as the Dharma. As the Lotus Sutra suggests that the way of the monk is not the true way of finding truth, the Sangha takes less importance for Nichiren. Prominent in the practice is the recitation of the mantra 'Nam Myoho Renge Kyo,' which honors the Lotus Sutra using its Japanese title. The mantra has been promoted within Tendai schools, but Nichiren became the most famous proponent of chanting it repeatedly as the primary means of recognizing the Buddha within the individual. The central object of devotion for those who follow Nichiren is the Gohonzon, a calligraphic scroll that is displayed. The scroll has the mantra in the center with the names of various figures including the Buddha, multiple bodhisattvas, guardian deities, and Nichiren himself.\n      A component of Nichiren's thought was that people who follow the proper way can reform and preserve society in a period of stress and decline. His subsequent desire to promote devotion to the Lotus Sutra and oppose other practices of his time as incorrect generated opposition from both political/military leaders and other schools. Some of his followers have interpreted his teachings as aligning with particular political positions within Japanese nationalism.",
   "Area": "Japan",
   "Branch": "Mahayana",
   "Subbranch": "",
   "Time (Beginning)": 1200,
   "Time (End)": 1299
 },
 {
   "Title": "Zen in Japan and China",
   "Content": "      Two monks in Japan, who each became dissatisfied with the Tendai practices and traditions that they had studied, traveled to China to learn from an older tradition. The first of these two, Myoan Eisai, traveled in the late 12th century to the Tiantai Mountain where he became a practitioner of Rinzai Zen. Linji Ch'an (as named in China) includes significant use of koans, and some claim that it can provide a sudden attainment of nirvana. Eisai returned to Japan and began a Rinzai Zen center away from Kyoto, the capital and center of Tendai and Shingon practices.\n      The second monk, Dogen Kijen, studied as a Tendai monk and then practiced Rinzai Zen with a disciple of Eisai, but he was not satisfied with either Tendai or Rinzai traditions that he experienced. He traveled to Mount Tiantai in 1217 and eventually studied a different form of Zen, what became known as Soto Zen in Japan. Rather than using koans significantly, the main emphasis in Soto practice is sitting meditation, zazen. Dogen returned to Japan about a decade later and established a Soto Zen Center.",
   "Area": "China, Japan",
   "Branch": "Mahayana",
   "Subbranch": "Zen",
   "Time (Beginning)": 1100,
   "Time (End)": 1299
 },
 {
   "Title": "Development in Ceylon and Burma",
   "Content": "      The conflict that led to the civil war in modern-day Sri Lanka did not simply begin in the aftermath of colonialism, as prior conflicts between Tamils and Sinhalese have had significant influence in the region. In the 11th century CE, Tamil invaders from the southern portions of the Indian subcontinent conquered portions of Sri Lanka, bringing with them different ritualized activities and a variety of deities, much of which we now call Hinduism. With the invasion, the devotion to a variety of divine beings became widespread, pushing out the prior practices on the island that many now identify with Buddhism.\n      Some Ceylonese, in the aftermath of being conquered and losing some of their traditions, turned to Burma for ideas to reinvigorate the practices associated with Siddharta. Previously, ideas, attributed to Buddhaghosa, had developed in Ceylon and spread to Burma, which people in Ceylon now brought back from Burma. These became the most influential among many within Ceylon who wanted to restore practices associated with Siddharta. However, the devotion to a variety of divine beings who can also assist the devotee with problems in their lives remained intact, despite the opposition to such practices in the ideas of Buddhaghosa and Siddharta. One further outcome of the reinvigoration of the ideas from Burma into Sinhalese society is that monastic vows became limited to men, despite evidence in the discussions of Siddharta that he allowed women to take monastic vows.",
   "Area": "Sri Lanka/Ceylon",
   "Branch": "Theravada",
   "Subbranch": "",
   "Time (Beginning)": 1000,
   "Time (End)": 1199
 },
 {
   "Title": "Tendai",
   "Content": "      A diplomatic mission from present-day Japan to China in 804 included a monk who began to study the teachings of Tiantai at the Tiantai Mountain. He studied various practices, including Tantra and Chan, as a part of the Tiantai practice. He brought those teachings and several translated texts back to Japan with him, which was when Tiantai began to gain popularity in Japan, where it is known as Tendai. The monk, after returning to Japan, received some support from the emperor and after a few years established a new school for Tendai on Mount Hiei, near Kyoto. Some commentators think that the emperor's support of the new school was to counter the influence of one of the existing schools.\n      The Tendai tradition in Japan was a development out of the Tiantai school in China, as much of Japan's understanding of what we now identify as Buddhism (along with Confucianism and Daoism) came from China. As Tiantai continued to develop, its synthetic approach encouraged people to include practices that people often associate with Zen (Ch'an in China), Pure Land, and Tantric interpretations. Tiantai generally encourages any method that assists the person to find the truth.",
   "Area": "China, Japan",
   "Branch": "Mahayana",
   "Subbranch": "",
   "Time (Beginning)": 800,
   "Time (End)": 899
 },
 {
   "Title": "Tantra Spreads",
   "Content": "      In the 7th century CE, the ruler Songsten Gampo in what is now Tibet married princesses from present-day China and Nepal, who brought into Gampo's court images related to the Buddha, according to Tibetan Buddhist narratives. Songsten Gampo then requested that his emissaries bring texts from the Indian subcontinent, where Tantric approaches to gaining Enlightenment were popular. These tantric practices involved a range of meditative techniques that allow the committed monk to reach enlightenment quickly. These techniques are restricted to people who commit to becoming monks because they are taught in monastic communities, and a monk must go through multiple levels of initiation to receive full access to all of the techniques. These techniques, generally, focus on overcoming a sense of duality. These practices also incorporate the recitation of a variety of texts and mantras and the visual meditation of mandalas that depict the cosmos in symbolic forms. The practices, particularly the recitation of texts and other community rituals, also enable the community to access the power of the spirits and bodhisattvas. These ideas also spread eventually into Japan as the Shingon Buddhist movement.\n      One bodhisattva that is particularly important in this process is Avalokitesvara, the bodhisattva of compassion. Avalokitesvara first became an important figure in north India, and devotion to him was a part of the practices that were brought into Tibet. However, in the process of connecting these practices to the region of Tibet, one assertion that became popular is that Avalokitesvara is the progenitor of the people of Tibet.\n      Over the next several generations, these teachings became established in the region, though conflict is apparent with the royal cults and indigenous concepts. Some today claim that the indigenous practices that the Tantric practices displaced comprise what is now known as Bon. Over time, these tantric practices from India became dominant in Tibet, both socially and geographically, as the rulers ordered temples and monasteries to be built throughout the region. In places, these temples and monasteries were built to subdue or control various powers, including dragons, ogres, and powerful spirits, that occupied the landscape. Some of these spirits, often depicted in fierce forms, are now described as protectors for particular sites or texts or Tibetan traditions generally.",
   "Area": "India, Japan, Tibet ",
   "Branch": "Vajrayana",
   "Subbranch": "",
   "Time (Beginning)": 600,
   "Time (End)": 699
 },
 {
   "Title": "Tiantai",
   "Content": "      The Tiantai school developed in 6th century CE China, named for the mountain range in Eastern\nChina where people first developed it. Tiantai emphasized that each person has the potential to\nrecognize the truth, what is sometimes termed tathagatha-garbha. One potential description of\nTiantai emphasizes its synthetic nature, bringing together ideas from India and China to create\na single school. Some of the elements that receive prominence include the Lotus Sutra (a\nSanskrit text often dated to the second century CE that was later translated into Chinese) and\nthe teachings of the Indian philosopher Nagarjuna from the same general time period who\nemphasized the concept that everything is empty, including nirvana and samsara\n(enlightenment and the world of rebirth, respectively). Tiantai develops that emphasis to focus\non this world rather than focusing on renouncing this world, as was common in some forms of\npractices in the Indian subcontinent (and Ceylon and Burma).",
   "Area": "China, Japan",
   "Branch": "Mahayana",
   "Subbranch": "",
   "Time (Beginning)": 500,
   "Time (End)": 599
 },
 {
   "Title": "Bodhisattvas Spread",
   "Content": "      A Tang emperor sent an emissary to the West (India) to bring back texts that relate to the practices associated with Siddharta. While combined into a popular narrative from the 16th century, the Great Tang Record, dated 646 CE, relates a monk's travel to obtain texts. The monk brought back multiple texts in order to enhance and strengthen the practices related to Siddharta that already existed in the region of the Tang Emperor. Over centuries additional texts were brought into China. Some of these texts that are popular in Chinese claim to be translations of Sanskrit texts, though for some of these texts, we have no evidence of a prior Sanskrit version. The assertion of being a translation may serve as a means to legitimize a text in Chinese as having come from Sanskrit and thus the land of Siddharta.\n      Earlier, Bodhidharma had brought the practice of meditation to China from India in the 5th century CE. He taught that studying texts and complicated rituals and the worship of deities did not lead to enlightenment. Instead, simple acts of meditation enable the person to escape from the typical thought patterns to recognize the world as it truly is. Some commentators link Bodhidharma's assertions about meditation to the narrative of Siddharta and his experience of enlightenment through simple meditation.\n      These practices gained some support in China, including from the emperor, but that support remained inconsistent. The greater continuation of these practices came in Korea and Japan, where the ideas spread in subsequent centuries.\n      Contact between the peoples of north India and China, though, had gone on for centuries, including the movement of monastics from present-day India into China (probably beginning around the first century CE). These monks brought with them ideas that had developed among the followers of Siddharta. These ideas, and later the texts that were brought from north India, were not the same as the texts and ideas that were brought into Ceylon centuries previously. The ideas that slowly gained traction among the people of what is now China did not emphasize monastic practices that required someone to leave their family. In fact, practices that developed in China frequently incorporated ideas that we commonly trace to China, including veneration of deceased ancestors, that many associate primarily with Confucian notions of filial piety.\n      Among these ideas was the notion of the bodhisattva, a figure of compassion who delays Enlightenment to help others reach enlightenment themselves. Some of the texts that promote these ideas are said to be sermons of Siddharta, but these texts were never included in the Pali Canon (an older set of texts). One of these texts, the Lotus Sutra, includes reference to Guan Yin (the bodhisattva of Supreme Compassion). According to one tradition, the Lotus Sutra was a sermon of the Buddha but was hidden away at the time of Siddharta for five hundred years until humanity was ready for the ideas.\n      Devotion to the bodhisattvas, who can assist the devotee with contemporary problems along with eventual enlightenment, developed alongside devotion to a variety of divine beings that some people associate with either Daoism or the nebulous category of folk religion. In popular practice and discussion, the labels god/goddess and bodhisattva become virtually interchangeable in China. Not only will people express devotion to both bodhisattvas and gods/goddesses, but many temples also enshrine images of a range of figures within the same temple, even within the same shrine within a temple. In some cases, these temples refer to these figures as both goddesses/gods and bodhisattvas.",
   "Area": "India, China, Japan, Tibet",
   "Branch": "Mahayana, Vajrayana",
   "Subbranch": "",
   "Time (Beginning)": 401,
   "Time (End)": 699
 },
 {
   "Title": "Buddhagosa's Interpretations",
   "Content": "      A 5th century Ceylonese monk known as Buddhaghosa developed a specific interpretation of the ideas associated with Siddharta, and his teachings not only influenced practices among the Sinhalese but also spread to other communities in Southeast Asia, most notably what became known as Burma, through an exchange between rulers among other interactions. Over time, the practices in Burma came to reflect the teachings of the Sinhalese monk Buddhaghosa more than teachers coming from North India.",
   "Area": "Sri Lanka/Ceylon",
   "Branch": "Theravada",
   "Subbranch": "",
   "Time (Beginning)": 400,
   "Time (End)": 499
 },
 {
   "Title": "Pali Canon",
   "Content": "The Pali Canon became the primary textual source for the practices in Ceylon. The emphasis on the Pali Canon gained authority from the recognition that the texts in the Pali Canon come from the oldest manuscripts available that people connect to Siddharta, which can be traced to about the 1st century BCE. The way to gain enlightenment according to the construction in Ceylon is through becoming a monk who follows the rules for monks. If you do not become a monk, your route to enlightenment is to develop good karma so that in a future birth you can take monastic vows.",
   "Area": "Sri Lanka/Ceylon",
   "Branch": "Theravada",
   "Subbranch": "",
   "Time (Beginning)": -100,
   "Time (End)": -1
 },
 {
   "Title": "Ashoka",
   "Content": "Emperor Ashoka of the Maurya dynasty in what is now north India became a major proponent of the ideas of Siddharta, including rejecting violence once he converted to follow Siddharta's teachings. Beyond his leadership within his own empire to promote these ideas, Ashoka sent emissaries to other places to spread these teachings further. These emissaries brought the ideas of Siddharta, as understood in the Mauryan Empire, to Ceylon, and converted the ruler who controlled part of that island.",
   "Area": "India, Sri Lanka/Ceylon",
   "Branch": "Theravada",
   "Subbranch": "",
   "Time (Beginning)": -299,
   "Time (End)": -201
 },
 {
   "Title": "Devotion to Siddharta",
   "Content": "      After his death, Siddharta Gautama appears to have become increasingly an object of devotion. Stupas dating as early as the late 4th century BCE now serve as sites of devotion and meditation, and many were said to house relics of Siddharta, such as a portion of his hair or his tooth. The teachings of Siddharta also became the focus of practice and preservation. People who identify as followers of Siddharta compiled various texts, with the earliest examples available today dating from the 4th- 3rd centuries BCE. Devotees often assert that these texts record a sermon or idea of the Buddha, but different devotees emphasize different texts.",
   "Area": "India, Sri Lanka/Ceylon",
   "Branch": "Theravada",
   "Subbranch": "",
   "Time (Beginning)": -400,
   "Time (End)": -301
 },
 {
   "Title": "Life of Siddharta Gautama",
   "Content": "      Siddharta Gautama was born as a prince in present-day Nepal, a culture at the time that could\nbe described as Vedic, following the practices and philosophy of the Vedas (which many claim\nnow as the basis of Hinduism). According to traditional narratives, at his birth a sage visited his\nfather and foretold that Siddharta would become either a great ruler (the father's preference)\nor a great philosopher/renunciant. The father proceeded to shield Siddharta from any sign of\nsuffering or illness in order to steer him towards a life as a ruler and away from anything that\nwould make him question his life. Eventually, the father arranged a choreographed visit outside\nthe palace, with every effort made to shield Siddharta from any sign of suffering. However,\nduring that visit, he noticed a sick person, an old person, a corpse, and a renunciant. Learning\nthat all people will get sick, old and die, Siddharta chose (as would happen in any good story) to\nrenounce his palace life.\n      Siddharta joined a group of ascetics who practiced severe forms of self-denial and\nbecame a leader in the group because of his ability to go through extreme deprivation. During\nthis time, he starved himself, only eating a grain of rice a day. Paintings often depict him during\nthis portion of his life emaciated, only skin and bones. After pursuing extreme asceticism,\nSiddharta remained dissatisfied, gaining no insights into the condition of humanity. He finally\nrejected the extreme form of asceticism and chose to follow a moderate path, between the\nextremes of the palace and the ascetic. Though his followers deserted him, he sat under a tree\nand meditated until he recognized the condition of humanity and gained enlightenment.\nAs Siddharta came to understand the human condition, he rejected some aspects of\nVedic culture. First and foremost, he rejected the existence of the individual soul as a\npermanent being because everything changes. To recognize the true relationship of everything\nrequires understanding that everything is impermanent and that our attachment to things (the\nself, loved ones, material things, experiences) creates suffering because none of those things\nare stable, making our attachment to them a source of disappointment.\n      Beyond that dominant philosophical point of difference between Vedic culture and the\nideas of Siddharta, he also rejected the ritual practices associated with Vedic culture, along with\nthe role of the Vedic priest. In addition to his rejection of Vedic ritual, he asserted that\nquestions of both divine beings and creation were unnecessary for reaching enlightenment. The\nviolence involved in some of the sacrifices (such as the Horse Sacrifice) also became\nunacceptable within the ideas of Siddharta, who largely emphasized nonviolence (though he\nwas not necessarily vegetarian). He also rejected the necessity of extreme asceticism that\nsome in Vedic culture practiced, establishing a moderate monastic discipline. One\nunderstanding of that practice, for example, restricts eating to a portion of the day.\n      He developed a community of followers, including members of his family. His aunt, in\nfact, according to traditional stories, pushed him to allow women to take monastic vows, not\njust men. After about four decades of teaching and leading the community of followers,\nSiddharta died, possibly of food poisoning after eating tainted meat.\nBut Siddharta and the ideas the people trace back to him in various cultures did not\nappear out of nothing. The earliest texts detailing elements of the story of Siddharta that are available today have been dated to the 4th or 3rd century BCE, several hundred years after the\ntime when SIddharta was said to live (as is true of stories of many founders of movements in\nthe distant past), but those texts also require interpretation and selection. The common\ndepiction of Siddharta as a wise moral philosopher and teacher has also been traced to the\nnineteenth century interpretation of these texts by Eugene Burnouf, a French scholar (Lopez\n2013: 210-211). Detailing one version of the story, as presented here, can reinforce the\npractices that some emphasize, such as the monastic discipline in contemporary Sri Lanka, and\nmarginalize other practices, such as the monastic discipline in Tibet or the incorporation of\ndivine beings who assist the devotee in Tibet, Japan, and China, as well as lay practice in\ncontemporary Sri Lanka and Southeast Asia. And this travel back in time to the origins of\nBuddhism does not necessarily end here, at the life of Siddharta. Various other elements of\ncultures prior to Siddharta also inform the practices that we now identify as Buddhism.",
   "Area": "India, Sri Lanka/Ceylon, China, Japan, Tibet",
   "Branch": "Theravada, Mahayana, Vajrayana, Navayana",
   "Subbranch": "",
   "Time (Beginning)": -599,
   "Time (End)": -501
 },
 {
   "Title": "Kongzi",
   "Content": "      Commitment to family developed as a central feature of ethics and practice within the land that we now know as China. Often, people attribute this concept to Kongzi (sometimes translated as Confucius), a philosopher in the 6th century BCE (around the same general time as Siddharta). Kongzi taught principles of submission to parents and the ruler, who should always act in the best interests of their children and subjects, and a variety of ritualized actions that become a way to maintain those proper relationships. These ritualized actions ranged from daily practices such as bowing to your parents and regular ritualized offerings to ancestors to extensive rituals for three years as a period of mourning following the death of your father. The ideas attributed to Kongzi became prominent not only in the cultures of present-day China but also spread to the Korean peninsula and the islands of Japan (among other places). These practices have been significantly influential for life across East Asia and the development of Tiantai, Zen, and other communities and schools of practice there.\n      The earliest available reference to Kongzi comes from the Historical Record of Sima Qian, who lived in the 2nd - 1st centuries BCE and served as the Grand Astrologer at the court of Emperor Wu of Han (r. 141 - 87 BCE). Thus, the narrative of Kongzi does not have sources as early as those attesting to the life of Siddharta.",
   "Area": "China, Japan",
   "Branch": "",
   "Subbranch": "",
   "Time (Beginning)": -600,
   "Time (End)": -501
 },
 {
   "Title": "Vedic Culture",
   "Content": "      The regions of present-day Nepal and North India at the time of the birth of Siddharta Gautama followed a version of what we now term Vedic culture. Within this culture, notions of karma (actions generate results in this life and the next) and reincarnation of the individual soul were prominent. One's birth determined one's position in society (an early form of what later came to be called the caste system), and that birth reflected the proper and improper actions in previous births. These were some of the ideas circulating in the society in which Siddharta lived, and much of his thought is a reaction to them, adopting some elements, revising or rejecting others.\n      Two dominant groups were important in Vedic culture, priests, known as Brahmins, and rulers / warriors. These two groups were largely codependent, as the priests provided legitimacy for the rulers and conducted rituals that maintained their power (and in some understandings the continuation of the universe). The rulers and warriors patronized the priests. Some people, however, chose to reject the system and took vows of asceticism, wandering in the forest and performing extreme austerities that some understood to be a source of great physical or spiritual power, like the small group of renunciants that Siddharta joined and led for a time. These renunciants and some philosophers moved away from the strict adherence to ritualized activities to ponder the nature of the universe and to look for release from continued rebirth.\n      Scholars commonly date the oldest Vedic texts that include the hymns praising particular deities to about 1500 BCE, with slightly more recent texts detailing the ritualized activities that were to accompany the recitation of the hymns. The earliest Upanishads, which reflect the philosophical development of the Vedic ideas date from around 800 BCE. The later Upanishads stretch well into the first millennium CE, and perhaps some are more recent. These various texts, however, do not necessarily reveal the ways these ideas were implemented in practice but the idealized version only.",
   "Area": "India",
   "Branch": "",
   "Subbranch": "",
   "Time (Beginning)": -1000,
   "Time (End)": -1000
 },
 {
   "Title": "Previous lives of Siddharta",
   "Content": "      The figure who later took birth as Siddharta had a variety of previous lives during which he consistently demonstrated compassion and wisdom, along with other virtues. Some of these lives were as animals, figures in heaven, and humans, both high status and low status. These narratives reflect ideas that developed about the different realms in which a being can be reborn. These realms often include heavens and hells, which are not understood to be permanent realms (though the period within a heaven is often much longer than a lifetime on earth) but locations from which a being will eventually take another birth.\n      He met multiple enlightened beings who inspired him to traverse many lifetimes to be born in the correct time and place to become a buddha who would lead many others to enlightenment. This act of continual rebirth until he was able to bring the most to enlightenment is a further sign of his extreme compassion for all.\n      These various stories of the prior lives of Siddharta appear in collections known as Jataka Tales that reflect the devotion people expressed for Siddharta (and reinforced that devotion in their retelling). Scholars date the various Jataka Tales from 300 BCE to 400 CE, a period when many different ideas developed in relation to Siddharta's teachings, ideas (such as the realms of existence) that become incorporated in the tales of his previous lives.",
   "Area": "India, Sri Lanka/Ceylon",
   "Branch": "Theravada",
   "Subbranch": "",
   "Time (Beginning)": -300,
   "Time (End)": 400
 },
 {
   "Title": "Shenrab",
   "Content": "Shenrab Miwo, sometimes called Buddha Shenrab, promised the god of compassion to help people reach liberation or enlightenment sometime approximately 18,000 years ago. He learned Bon ideas in another spiritual realm and brought those teachings into the region now known as Tibet, after renouncing his royal status. The teachings included monastic and lay practices, various ritual forms, the nature of the Universe, and the importance of tantric practices. These teachings became the basis for Bon, which some identify as the indigenous religion of Tibet and others as another school of Tibetan Buddhism.\n      Tibetan Bon narratives of Shenrab Buddha come from a variety of texts, the oldest dating to about the 10th century CE. Thus, while the narrative places Shenrab as the oldest of the figures called Buddha, the texts retelling the narrative are not as old as texts associated with Siddharta. However, the claim that enlightened beings preexisted Siddharta is common among the followers of Siddharta. Even if this narrative is dismissed as a later invention after the Tantric version of the teachings attributed to Siddharta came to Tibet, other elements of indigenous practices in Tibet, including the variety of spirits and powers that inhabit the landscape of the Himalayas, influenced the development of what we now terms Tibetan Buddhism.",
   "Area": "Tibet",
   "Branch": "",
   "Subbranch": "",
   "Time (Beginning)": -16000,
   "Time (End)": -16000
 }
]
