[
    {
        "Title": "Sinhalese Theravada Buddhism",
        "Content": "      In 1972, the Republic of Sri Lanka (what was formerly called Ceylon) became an independent nation, though it retained a connection to the British Commonwealth. This change built on several decades of political unrest as a Sinhalese nationalist movement opposed both the presence of a Governor General appointed by the British monarch and the elites in the self-governing Parliament who had greater ties to English culture than Sinhalese culture (at least according to their opponents). Sinhalese nationalism included the promotion of Sinhalese language (and thus the promotion of people whose mother tongue was Sinhalese) and the promotion of Buddhism as the religion of Sri Lanka's Sinhalese majority. Both of these efforts at promoting Sinhalese culture included opposition to Tamil language and the religions dominant among Tamil-speaking people, Hinduism and, for a minority of Tamils, Islam. The nationalist movement also opposed Christian missionary efforts in the country.\n      The Buddhism that Sinhalese nationalists promoted was a particular form of Buddhism that had long ties with the pre-colonial rulers of what is now Sri Lanka. Moreover, a significant component of this form of Buddhism is the assertion of its premier status among Buddhist forms, as proponents argue that this form of Buddhism, the 'truest' form of Buddhism, is based on the Pali Canon, which they assert provides the oldest available texts of the teachings of the historical Buddha. The monastic leadership of this form of Buddhism commonly asserted several ideas:\n Nirvana (enlightenment) is the goal of human existence, to escape the suffering of continued rebirth by extinguishing the self.\n Siddharta Gautama, the historical Buddha, was a human being who attained nirvana and teaches people how to attain it themselves.\n These teachings of Siddharta, as conveyed in the oldest texts, the Pali Canon, provide people with the way to reach nirvana.\n To attain nirvana, a person should become a part of the Sangha, the community of monks, who study the teachings of the historical Buddha, limit activities based on the monastic discipline (Vinayaka), beg for food from laypeople (people who have not taken monastic vows), and teaches and serves the laypeople to help them develop their understanding of the teachings of the historical Buddha.\n Those who are not ready to take monastic vows should do good works, including supporting the monks and honoring their teachings, to develop good karma that will allow a better rebirth, during which they can become a monk.\n      The importance of this understanding of Buddhism for the stature of Sinhalese culture is evident in the importance afforded to the tooth relic. Claimed to be a tooth of the historical Buddha, the relic is housed in a temple complex in Kandy, Sri Lanka, which some have attempted to promote as the center of the Buddhist world. They have brought statues from Buddhist communities around the world to be housed in the complex, with the relic at its center. Prior to the colonial history of the island, rulers often sought to legitimize their authority by housing the tooth relic close to their palace, conducting rituals related to the relic, protecting the relic from being captured by enemies and rivals, and even inserting into their ruling name a reference to the tooth relic.\n      With these connections of elements of Buddhism to the stature of Sri Lanka (home of the Tooth Relic and the 'truest' form of Buddhism), the connection of Sinhalese nationalism to Buddhism is sensible. The combination of the promotion of Buddhism and the opposition to Tamil culture, including language and religion, generated conflict between Sinhalese and Tamil groups, leading to Civil War in Sri Lanka beginning in the 1980's. Labeling this conflict as a religious conflict, pitting Buddhists against Hindus and Muslims, ignores the complexity of the factors involved, including ethnic and regional differences. The conflict continued for three decades, with periods of ceasefires, peace accords, and then renewed violence. In 2009, the Sri Lankan military defeated the main opposition leadership, ending the Civil War.",
        "Area": "Sri Lanka/Ceylon",
        "Religion": "Buddhism",
        "Branch": "Theravada",
        "Subbranch": "",
        "Time (Beginning)": "1900",
        "Time (End)": "1999"
    },
    {
        "Title": "Neo-Buddhism in India",
        "Content": "      A significant figure in the Indian Independence movement was B. R. Ambedkar. Born into a Dalit (formerly called outcaste) family in British India, Ambedkar took multiple opportunities to gain advanced degrees in Great Britain and the United States, placing him in a position of significant importance in the drive for independence and self-sufficiency of India. However, he remained in conflict with Mohandas Gandhi and other leaders over the status and protection of Dalits, who have faced significant historical (and continuing) discrimination. He wanted greater political power for the Dalits, while Gandhi and others feared further fracturing the nation by providing separate electorates and positions reserved for Dalits.\n      Despite the conflicts, following the establishment of India and Pakistan out of British India (and surrounding areas) in 1947, Ambedkar authored the Indian Constitution. He declared, however, that he would not die as a Hindu as a part of his protest of the social, economic, and ritual discrimination against Dalits. While the Constitution outlawed caste discrimination, legislation was not sufficient to change the society.\n      After significant study of multiple religions, Ambedkar decided to convert to Buddhism because of its notions of social equality. In 1954, he led a mass conversion of Dalits to Buddhism, which began the virtual reintroduction of Buddhism in India in the form of the Neo-Buddhist movement. In 1957, soon after his death, Ambedkar's treatise on Buddhism was published as The Buddha and His Dhamma in which he critiqued some of the teachings commonly associated with Buddhism (the 4 Noble Truths, Monasticism, Anatta (no soul), etc.) to assert that the historical Buddha's mission was to bring peace and empowerment to all people. For example, the concept in the 4 Noble Truths that life involves suffering is too negative, according to Ambedkar, who saw the Buddha bringing hope to the downtrodden. Developing his own socialist critique of common images of Buddhism, Ambedkar suggests that centuries of leaders in monastic communities have generated the problematic, dominant interpretation of the historical Buddha's teachings.\n      Since his death, Ambedkar has become a hero for many Dalit Buddhists (and other Dalits), with his image often placed alongside (and sometimes larger than) Siddharta. The movement that he started and the conversion of Dalits has continued since his death. While neo-Buddhism is not a major force in India demographically, it remains a pesence in India and a place where Dalits can turn to protest when new occasions of discrimination arise.",
        "Area": "India",
        "Religion": "Buddhism",
        "Branch": "Navayana",
        "Subbranch": "",
        "Time (Beginning)": "1954",
        "Time (End)": "1954"
    },
    {
        "Title": "Zen in the US",
        "Content": "      D.T. Suzuki began teaching at Columbia University, building on his popularity as an interpreter of Zen Buddhism in a modernist frame that fit with ideas of spirituality increasingly popular among some in the United States. He framed Japan and the United States as different in their essentials, which attracted those who were critical of the culture of the United States and appreciated a romanticized vision of spirituality in Japan. In this construction, Suzuki reflected particular European views that have been criticized under the label 'Orientalist.'2 Some of the practices that he taught, including zazen and koans (sitting meditation and riddles that the practitioner uses in meditation, respectively), fit with common practices associated with Zen. Some have critiqued other assertions about Zen from Suzuki, including connecting his ideas to revisions related to Japanese nationalism and to philosophical ideas that diverge from traditional understandings of Zen and Buddhism generally. His account, some argue, eliminated some of the metaphysical ideas associated with Buddhism to make the ideas more understandable to someone from the United States, including ideas resembling elements of Protestantism and European Enlightenment.3\n      While a convenient starting point, Suzuki's version of Zen is not the only way Zen developed in the United States. Some have established Zen Centers, usually in cities, and figures like the Beatniks incorporated aspects of Zen into their own practices and attempts to develop an alternative to American culture. While some begin to identify as Buddhist through their participation in Zen communities, others use the meditative practices associated with Zen to enhance their individual experiences or to add to their ritualized practices that we often associate with other religions, especially Christianity and Judaism in the United States. One aspect of Zen practice in the United States is the therapeutic use of Zen, where the meditative practices and discipline associated with Zen become a means to deal with personal problems, including issues of mental health. Some who identify as Buddhist critique this use of Zen as problematic for its separation of particular practices from the whole collection of philosophy, practices, and texts that they identify as essential to Buddhism (similar to the critique of Suzuki eliminating some of the metaphysical elements).\n      The key to Zen practice is the act of meditation, though that meditation can take a variety of forms. Zazen is the most stereotypical, where a person sits on the floor in a particular position, legs crossed and back straight, for an extended period of time, always bringing the mind back to the current moment whenever it begins to wander. The use of koans (such as 'What is the sound of one hand clapping?') becomes another method to quiet the mind, typically with a master instructing the practitioner and accepting or rejecting the answer that they produce, based on the master's perception of the progress of the practitioner in moving outside of their standard rational thought. Other active meditations can involve any exercise or task, such as raking a rock garden or archery, where the actor puts their entire focus on a repetitive task. Any of these practices work to quiet the mind and its constant commentary on the world around them and life in general. The process promotes a move beyond rational thought to allow the recognition of the truth inside the individual. Thus, this approach does not put emphasis on the study or recitation of particular texts, as its goal is to reduce the focus on words to allow the truth to arise.\n      One example of this is a story that practitioners of Zen tell and attribute to the historical Buddha. With his followers gathered before him, he held up a flower. Everyone waited for his explanation except one follower, who responded with a smile. The Buddha asserted that the one follower understood, relying on a transmission of recognition without words. Zen is not the only form of Buddhism present in the United States, and Zen is not a monolithic movement itself. After the changes in immigration laws in 1965, more people immigrated from Asia, some as refugees related to the Vietnam War and other events in Asia, some as immigrants for educational and economic reasons. These people have established various institutions in the United States related to Buddhism, sometimes connecting with people interested in a different style of spirituality, and sometimes remaining fairly distinct as Asian-American institutions.\n2 See Edward Said's Orientalism (1978) for the work that coined the term. Said's analysis focused on the\nregions dominated by Arab culture as the object of Orientalist representation and critique, but the term has much\nbroader use in scholarship to include romantic views of the 'spiritual East,' whether they come from people who\nidentify with those regions or others.\n3 For more on critiques of Suzuki and portrayals of Buddhist modernism, see McMahan (2008), Sharf\n(1995), Hu Shih (1953), and Masuzawa (2005).",
        "Area": "Japan, US/Europe",
        "Religion": "Buddhism",
        "Branch": "Mahayana",
        "Subbranch": "Zen",
        "Time (Beginning)": "1951",
        "Time (End)": "1951"
    },
    {
        "Title": "Tibetan Buddhism",
        "Content": "      When a Tibetan child was formally recognized as the 14th Dalai Lama in 1939, most people in Tibet recognized him (and his regent until he came of age) as the leader of a separate nation-state as well as the leader of one school of Tibetan Buddhism, the Gelug-pa school. However, neighboring China was working towards fulfilling its claim that the region of Tibet was a part of China, and in 1950, the army of China entered the region of Tibet, claiming it as a portion of China. Conflict existed among the leadership in Tibet about the best way to respond, a debate that had been repeated for generations. As an incarnation of the bodhisattva of Supreme Compassion, the Dalai Lama ultimately preferred non-violent resistance and eventually fled Tibet in 1959, setting up the Tibetan Government In Exile in India, now known as the Central Tibetan Administration.\n      The conflict with the government of China continues, with at times repression of monastic groups and followers of the Dalai Lama who remain in Tibet. At the same time, the Dalai Lama and his followers have attempted to reestablish their practices in new environments, and have migrated to many parts of the world, both as laypeople and monastics. The Chinese government claims to control not only the land of Tibet but also practices within their nation and have asserted their own selection of the 11th Panchen Lama, a selection that differs from the child that the Dalai Lama recognizes as the reincarnation of the prior Panchen Lama. The ongoing conflict over the region of Tibet and the recognition of reincarnations of Lamas has led the Dalai Lama to renounce his political control, moving the Central Tibetan Administration towards a prime minister and parliamentary democracy. He also has suggested that he may choose not to take another incarnation but, if he does, he will not take incarnation in regions under Chinese control.\n      The practices and ideas that are central to the Dalai Lama and his community include a variety of esoteric rituals that help the initiate reach nirvana faster. One example is the creation of a mandala from colored sand that represents an image of the cosmos with Buddhas at each major point. In addition to the ritual of constructing and then destroying the sand mandala (as an act emphasizing the principle that everything is impermanent), the practitioner meditates on the mandala, placing himself inside the cosmos. Many of the practices, that are often described as Tantra, involve an effort to overcome dualities, such as imagining oneself as both the Warrior Buddha and the Peaceful Buddha. To develop these practices, the person must take initiation in the monastic community of a particular school (four main schools exist in Tibetan Buddhism, with the Dalai Lama's Gelug-pa school as one of the four). Typically, these monastic communities have their own rules of discipline and require the monk to have some financial support, as opposed to the begging for food that happens within communities in Sri Lanka. Bodhisattvas, figures who have reached the level of nirvana but delayed the bliss of full nirvana in order to help all sentient beings reach enlightenment, are significant figures in Tibetan Buddhism, alongside the historical Buddha and various spirits related to Tibet. The Lamas are important teachers and leaders in Tibetan Buddhism, and some of them, like the Dalai Lama, are said to be bodhisattvas who have taken another incarnation to assist others in reaching nirvana.",
        "Area": "Tibet",
        "Religion": "Buddhism",
        "Branch": "Vajrayana",
        "Subbranch": "",
        "Time (Beginning)": "1939",
        "Time (End)": "1939"
    },
    {
        "Title": "Nichiren Buddhism",
        "Content": "      Soka Gakkai International (SGI) is an organization that enacts a particular interpretation of the Lotus Sutra, a text attributed to the historical Buddha from about the second century CE. The organization emphasizes compassion to people in need and organizes a range of social welfare acts, including promoting nuclear disarmament, disaster relief, and human rights, to name a few. Practitioners within this organization also develop their individual potential through a process called 'human revolution,' particularly through the recitation of a passage of the Lotus Sutra.\n      The founders of the movement that became Soka Gakkai International, specifically the first two Presidents of the movement, found in the Lotus Sutra and the ideas of Nichiren (a 13th century Tendai monk who emphasized the Lotus Sutra) the philosophical basis for promoting compassion and the potential of each human being. The practices and philosophy that they took from the Lotus Sutra and Nichiren became a means to address social problems. The focus on enhancing individual potential went against some of the emphases of the government of Japan during World War II that, in the view of the opponents of the government, wanted submissive subjects. The opposition between the government and the founders of the movement led to their imprisonment in 1943, and the first president died in prison in 1944.\n      The Lotus Sutra, according to SGI, was a text developed about 500 years after the historical Buddha in India. The Lotus Sutra, in their interpretation, emphasizes the potential Buddhahood of each person, which can be attained without taking monastic vows but through the study and recitation of the Lotus Sutra as well as participation in acts of compassion. Recognizing the potential of each person promotes concern for their wellbeing that contributes to the movement's interest in promoting peace and opposing nuclear weapons (particularly connected to their development in the context of Japan following World War II), protecting the environment, and providing disaster relief, among other projects. The efforts towards world peace suggest additional ways that their movement produced opposition from the Japanese government during World War II, an opposition that further heightened the concern for peace, especially in the aftermath of the war. The movement also works to recruit new members and help them reach their potential, which has moved the organization well beyond Japan. Their international spread becomes a source of pride and legitimization for SGI.",
        "Area": "Japan",
        "Religion": "Buddhism",
        "Branch": "Mahayana",
        "Subbranch": "",
        "Time (Beginning)": "1930",
        "Time (End)": "1930"
    },
    {
        "Title": "Zen in Tokugawa Japan",
        "Content": "During the Tokugawa era (roughly 17th - 19th centuries CE), the status of the Zen monasteries\ndeclined, as their monks earlier had served as frequent emissaries to China. Yet, Zen monks and\nmonasteries in Japan remained important centers for both social and political purposes,\nalongside their meditation practices. With the shift of the Tokugawa era, rural monks gained\nprominence, but the Zen centers continued to work with the government, now helping to teach\nmorality and acceptance of the social hierarchy. Thus, traditional Zen practices in Japan\nincorporate arts from China and Confucian social ethics. These arts, including practices like stick\nfighting and archery, also made Zen attractive to the Samurai class in Japan (or reflected the\ninfluence of the Samurai class on Japan and Zen).",
        "Area": "Japan",
        "Religion": "Buddhism",
        "Branch": "Mahayana",
        "Subbranch": "Zen",
        "Time (Beginning)": "1600",
        "Time (End)": "1899"
    },
    {
        "Title": "Dalai Lama",
        "Content": "      When the Mongols conquered Tibet in the middle 1600's, they recognized the 5th Dalai Lama, the spiritual leader of the Gelug-pa tradition of monasticism in Tibet and an incarnation of Avalokitesvara, as the political leader of Tibet. That leadership role has continued with each successive incarnation of the Dalai Lama, though disagreements have existed at times over political control.\n      Several generations earlier, another alliance between a Mongol leader and the head of the Gelug-pa school in Tibet at the time generated for a mutually beneficial arrangement. In addition to promoting the ideas of the Tibetan Lamas among the Mongols, the leader of the Gelug-pa school recognized Altan Khan, the Mongol leader, as a reincarnation of Kublai Khan, thus giving Altan Khan greater legitimacy and effectively assisting him to solidify control over the region of the Mongols. Altan Khan, perhaps in return, recognized the leader of the Gelug-pa school as an incarnation of the Bodhisattva of Compassion, Avalokitesvara, and gave him the title Dalai Lama. They also granted that title posthumously to his two predecessors, making him the 3rd Dalai Lama. Thus, the prominence of the Dalai Lama and the recognition of his incarnation did not develop in a political vacuum or in an isolated Tibet without interaction from other regions.",
        "Area": "Tibet",
        "Religion": "Buddhism",
        "Branch": "Vajrayana",
        "Subbranch": "",
        "Time (Beginning)": "1500",
        "Time (End)": "1699"
    },
    {
        "Title": "Zen and Chinese Culture",
        "Content": "      Prior to the Tokugawa era, monks from the largest temple complexes in what is now Japan\nfrequently served the Muromachi rulers as emissaries to China and became particularly\nimportant in helping to develop cultural practices in Japan, often incorporating Chinese\ninfluence and technologies (including printing technologies, calligraphy, garden design,\npainting, and pottery). Zen institutions also espoused aspects of Neo-Confucian philosophy that\nemphasized the cultivation of individual morality.",
        "Area": "China, Japan",
        "Religion": "Buddhism",
        "Branch": "Mahayana",
        "Subbranch": "Zen",
        "Time (Beginning)": "1400",
        "Time (End)": "1599"
    },
    {
        "Title": "Decline in Indian Subcontinent",
        "Content": "The practices and concepts that developed from the ideas attributed to Siddharta and spread through various parts of Asia eventually died out in India. Multiple explanations exist. One understanding is that the development of devotional practices in what we now call Hinduism essentially absorbed some of the popular concepts and practices that developed from teachings attributed to Siddharta. The patronage of monastic communities by rulers also declined, weakening those institutions and their power. Some of that decline can be attributed to the division of power across regional authorities and the apparent increase in the influence of Brahmins in the centers of power, at the expense of monastic leaders. Various invasions from West Asia during this period perhaps added further pressure that the movements focused on Siddharta faced.",
        "Area": "India",
        "Religion": "Buddhism, Hinduism",
        "Branch": "Navayana",
        "Subbranch": "",
        "Time (Beginning)": "1201",
        "Time (End)": "1299"
    },
    {
        "Title": "Nichiren ",
        "Content": "      Many leaders in 13th century Japan trained as Tendai monks, drawing on a movement that began in China and emphasized the Lotus Sutra. One of these leaders, known as Nichiren, was concerned about the suffering during a period of upheaval in Japan and turned to the Lotus Sutra to learn how to be a disciple of the Buddha and assist his people. Nichiren concluded that the Lotus Sutra contains all knowledge, so he emphasized it as the true way to practice. In his understanding, if everyone in Japan followed the Lotus Sutra, then Japan would become peaceful. He at times, therefore, advocated for the suppression of other practices in Japan, including other communities that people now identify with Buddhism.\n      The followers of his teachings, which came to be known as Nichiren Buddhism, emphasize the Lotus Sutra and the concept that all people have Buddha-nature, meaning that nirvana is already present within them, simply waiting to be discovered. In many communities that identify with Buddhism, people recognize three refuges, the Buddha, the Dharma (teachings of the Buddha), and the Sangha (community of monks). Within communities that follow Nichiren, some recognize Nichiren as the Buddha, and the Lotus Sutra as the Dharma. As the Lotus Sutra suggests that the way of the monk is not the true way of finding truth, the Sangha takes less importance for Nichiren. Prominent in the practice is the recitation of the mantra 'Nam Myoho Renge Kyo,' which honors the Lotus Sutra using its Japanese title. The mantra has been promoted within Tendai schools, but Nichiren became the most famous proponent of chanting it repeatedly as the primary means of recognizing the Buddha within the individual. The central object of devotion for those who follow Nichiren is the Gohonzon, a calligraphic scroll that is displayed. The scroll has the mantra in the center with the names of various figures including the Buddha, multiple bodhisattvas, guardian deities, and Nichiren himself.\n      A component of Nichiren's thought was that people who follow the proper way can reform and preserve society in a period of stress and decline. His subsequent desire to promote devotion to the Lotus Sutra and oppose other practices of his time as incorrect generated opposition from both political/military leaders and other schools. Some of his followers have interpreted his teachings as aligning with particular political positions within Japanese nationalism.",
        "Area": "Japan",
        "Religion": "Buddhism",
        "Branch": "Mahayana",
        "Subbranch": "",
        "Time (Beginning)": "1200",
        "Time (End)": "1299"
    },
    {
        "Title": "Zen in Japan and China",
        "Content": "      Two monks in Japan, who each became dissatisfied with the Tendai practices and traditions that they had studied, traveled to China to learn from an older tradition. The first of these two, Myoan Eisai, traveled in the late 12th century to the Tiantai Mountain where he became a practitioner of Rinzai Zen. Linji Ch'an (as named in China) includes significant use of koans, and some claim that it can provide a sudden attainment of nirvana. Eisai returned to Japan and began a Rinzai Zen center away from Kyoto, the capital and center of Tendai and Shingon practices.\n      The second monk, Dogen Kijen, studied as a Tendai monk and then practiced Rinzai Zen with a disciple of Eisai, but he was not satisfied with either Tendai or Rinzai traditions that he experienced. He traveled to Mount Tiantai in 1217 and eventually studied a different form of Zen, what became known as Soto Zen in Japan. Rather than using koans significantly, the main emphasis in Soto practice is sitting meditation, zazen. Dogen returned to Japan about a decade later and established a Soto Zen Center.",
        "Area": "China, Japan",
        "Religion": "Buddhism",
        "Branch": "Mahayana",
        "Subbranch": "Zen",
        "Time (Beginning)": "1100",
        "Time (End)": "1299"
    },
    {
        "Title": "Development in Ceylon and Burma",
        "Content": "      The conflict that led to the civil war in modern-day Sri Lanka did not simply begin in the aftermath of colonialism, as prior conflicts between Tamils and Sinhalese have had significant influence in the region. In the 11th century CE, Tamil invaders from the southern portions of the Indian subcontinent conquered portions of Sri Lanka, bringing with them different ritualized activities and a variety of deities, much of which we now call Hinduism. With the invasion, the devotion to a variety of divine beings became widespread, pushing out the prior practices on the island that many now identify with Buddhism.\n      Some Ceylonese, in the aftermath of being conquered and losing some of their traditions, turned to Burma for ideas to reinvigorate the practices associated with Siddharta. Previously, ideas, attributed to Buddhaghosa, had developed in Ceylon and spread to Burma, which people in Ceylon now brought back from Burma. These became the most influential among many within Ceylon who wanted to restore practices associated with Siddharta. However, the devotion to a variety of divine beings who can also assist the devotee with problems in their lives remained intact, despite the opposition to such practices in the ideas of Buddhaghosa and Siddharta. One further outcome of the reinvigoration of the ideas from Burma into Sinhalese society is that monastic vows became limited to men, despite evidence in the discussions of Siddharta that he allowed women to take monastic vows.",
        "Area": "Sri Lanka/Ceylon",
        "Religion": "Buddhism",
        "Branch": "Theravada",
        "Subbranch": "",
        "Time (Beginning)": "1000",
        "Time (End)": "1199"
    },
    {
        "Title": "Tendai",
        "Content": "      A diplomatic mission from present-day Japan to China in 804 included a monk who began to study the teachings of Tiantai at the Tiantai Mountain. He studied various practices, including Tantra and Chan, as a part of the Tiantai practice. He brought those teachings and several translated texts back to Japan with him, which was when Tiantai began to gain popularity in Japan, where it is known as Tendai. The monk, after returning to Japan, received some support from the emperor and after a few years established a new school for Tendai on Mount Hiei, near Kyoto. Some commentators think that the emperor's support of the new school was to counter the influence of one of the existing schools.\n      The Tendai tradition in Japan was a development out of the Tiantai school in China, as much of Japan's understanding of what we now identify as Buddhism (along with Confucianism and Daoism) came from China. As Tiantai continued to develop, its synthetic approach encouraged people to include practices that people often associate with Zen (Ch'an in China), Pure Land, and Tantric interpretations. Tiantai generally encourages any method that assists the person to find the truth.",
        "Area": "China, Japan",
        "Religion": "Buddhism",
        "Branch": "Mahayana",
        "Subbranch": "",
        "Time (Beginning)": "800",
        "Time (End)": "899"
    },
    {
        "Title": "Tantra Spreads",
        "Content": "      In the 7th century CE, the ruler Songsten Gampo in what is now Tibet married princesses from present-day China and Nepal, who brought into Gampo's court images related to the Buddha, according to Tibetan Buddhist narratives. Songsten Gampo then requested that his emissaries bring texts from the Indian subcontinent, where Tantric approaches to gaining Enlightenment were popular. These tantric practices involved a range of meditative techniques that allow the committed monk to reach enlightenment quickly. These techniques are restricted to people who commit to becoming monks because they are taught in monastic communities, and a monk must go through multiple levels of initiation to receive full access to all of the techniques. These techniques, generally, focus on overcoming a sense of duality. These practices also incorporate the recitation of a variety of texts and mantras and the visual meditation of mandalas that depict the cosmos in symbolic forms. The practices, particularly the recitation of texts and other community rituals, also enable the community to access the power of the spirits and bodhisattvas. These ideas also spread eventually into Japan as the Shingon Buddhist movement.\n      One bodhisattva that is particularly important in this process is Avalokitesvara, the bodhisattva of compassion. Avalokitesvara first became an important figure in north India, and devotion to him was a part of the practices that were brought into Tibet. However, in the process of connecting these practices to the region of Tibet, one assertion that became popular is that Avalokitesvara is the progenitor of the people of Tibet.\n      Over the next several generations, these teachings became established in the region, though conflict is apparent with the royal cults and indigenous concepts. Some today claim that the indigenous practices that the Tantric practices displaced comprise what is now known as Bon. Over time, these tantric practices from India became dominant in Tibet, both socially and geographically, as the rulers ordered temples and monasteries to be built throughout the region. In places, these temples and monasteries were built to subdue or control various powers, including dragons, ogres, and powerful spirits, that occupied the landscape. Some of these spirits, often depicted in fierce forms, are now described as protectors for particular sites or texts or Tibetan traditions generally.",
        "Area": "India, Japan, Tibet ",
        "Religion": "Buddhism",
        "Branch": "Vajrayana",
        "Subbranch": "",
        "Time (Beginning)": "600",
        "Time (End)": "699"
    },
    {
        "Title": "Tiantai",
        "Content": "      The Tiantai school developed in 6th century CE China, named for the mountain range in Eastern\nChina where people first developed it. Tiantai emphasized that each person has the potential to\nrecognize the truth, what is sometimes termed tathagatha-garbha. One potential description of\nTiantai emphasizes its synthetic nature, bringing together ideas from India and China to create\na single school. Some of the elements that receive prominence include the Lotus Sutra (a\nSanskrit text often dated to the second century CE that was later translated into Chinese) and\nthe teachings of the Indian philosopher Nagarjuna from the same general time period who\nemphasized the concept that everything is empty, including nirvana and samsara\n(enlightenment and the world of rebirth, respectively). Tiantai develops that emphasis to focus\non this world rather than focusing on renouncing this world, as was common in some forms of\npractices in the Indian subcontinent (and Ceylon and Burma).",
        "Area": "China, Japan",
        "Religion": "Buddhism",
        "Branch": "Mahayana",
        "Subbranch": "",
        "Time (Beginning)": "500",
        "Time (End)": "599"
    },
    {
        "Title": "Bodhisattvas Spread",
        "Content": "      A Tang emperor sent an emissary to the West (India) to bring back texts that relate to the practices associated with Siddharta. While combined into a popular narrative from the 16th century, the Great Tang Record, dated 646 CE, relates a monk's travel to obtain texts. The monk brought back multiple texts in order to enhance and strengthen the practices related to Siddharta that already existed in the region of the Tang Emperor. Over centuries additional texts were brought into China. Some of these texts that are popular in Chinese claim to be translations of Sanskrit texts, though for some of these texts, we have no evidence of a prior Sanskrit version. The assertion of being a translation may serve as a means to legitimize a text in Chinese as having come from Sanskrit and thus the land of Siddharta.\n      Earlier, Bodhidharma had brought the practice of meditation to China from India in the 5th century CE. He taught that studying texts and complicated rituals and the worship of deities did not lead to enlightenment. Instead, simple acts of meditation enable the person to escape from the typical thought patterns to recognize the world as it truly is. Some commentators link Bodhidharma's assertions about meditation to the narrative of Siddharta and his experience of enlightenment through simple meditation.\n      These practices gained some support in China, including from the emperor, but that support remained inconsistent. The greater continuation of these practices came in Korea and Japan, where the ideas spread in subsequent centuries.\n      Contact between the peoples of north India and China, though, had gone on for centuries, including the movement of monastics from present-day India into China (probably beginning around the first century CE). These monks brought with them ideas that had developed among the followers of Siddharta. These ideas, and later the texts that were brought from north India, were not the same as the texts and ideas that were brought into Ceylon centuries previously. The ideas that slowly gained traction among the people of what is now China did not emphasize monastic practices that required someone to leave their family. In fact, practices that developed in China frequently incorporated ideas that we commonly trace to China, including veneration of deceased ancestors, that many associate primarily with Confucian notions of filial piety.\n      Among these ideas was the notion of the bodhisattva, a figure of compassion who delays Enlightenment to help others reach enlightenment themselves. Some of the texts that promote these ideas are said to be sermons of Siddharta, but these texts were never included in the Pali Canon (an older set of texts). One of these texts, the Lotus Sutra, includes reference to Guan Yin (the bodhisattva of Supreme Compassion). According to one tradition, the Lotus Sutra was a sermon of the Buddha but was hidden away at the time of Siddharta for five hundred years until humanity was ready for the ideas.\n      Devotion to the bodhisattvas, who can assist the devotee with contemporary problems along with eventual enlightenment, developed alongside devotion to a variety of divine beings that some people associate with either Daoism or the nebulous category of folk religion. In popular practice and discussion, the labels god/goddess and bodhisattva become virtually interchangeable in China. Not only will people express devotion to both bodhisattvas and gods/goddesses, but many temples also enshrine images of a range of figures within the same temple, even within the same shrine within a temple. In some cases, these temples refer to these figures as both goddesses/gods and bodhisattvas.",
        "Area": "India, China, Japan, Tibet",
        "Religion": "Buddhism",
        "Branch": "Mahayana, Vajrayana",
        "Subbranch": "",
        "Time (Beginning)": "401",
        "Time (End)": "699"
    },
    {
        "Title": "Buddhagosa's Interpretations",
        "Content": "      A 5th century Ceylonese monk known as Buddhaghosa developed a specific interpretation of the ideas associated with Siddharta, and his teachings not only influenced practices among the Sinhalese but also spread to other communities in Southeast Asia, most notably what became known as Burma, through an exchange between rulers among other interactions. Over time, the practices in Burma came to reflect the teachings of the Sinhalese monk Buddhaghosa more than teachers coming from North India.",
        "Area": "Sri Lanka/Ceylon",
        "Religion": "Buddhism",
        "Branch": "Theravada",
        "Subbranch": "",
        "Time (Beginning)": "400",
        "Time (End)": "499"
    },
    {
        "Title": "Pali Canon",
        "Content": "The Pali Canon became the primary textual source for the practices in Ceylon. The emphasis on the Pali Canon gained authority from the recognition that the texts in the Pali Canon come from the oldest manuscripts available that people connect to Siddharta, which can be traced to about the 1st century BCE. The way to gain enlightenment according to the construction in Ceylon is through becoming a monk who follows the rules for monks. If you do not become a monk, your route to enlightenment is to develop good karma so that in a future birth you can take monastic vows.",
        "Area": "Sri Lanka/Ceylon",
        "Religion": "Buddhism",
        "Branch": "Theravada",
        "Subbranch": "",
        "Time (Beginning)": "-100",
        "Time (End)": "-1"
    },
    {
        "Title": "Ashoka",
        "Content": "Emperor Ashoka of the Maurya dynasty in what is now north India became a major proponent of the ideas of Siddharta, including rejecting violence once he converted to follow Siddharta's teachings. Beyond his leadership within his own empire to promote these ideas, Ashoka sent emissaries to other places to spread these teachings further. These emissaries brought the ideas of Siddharta, as understood in the Mauryan Empire, to Ceylon, and converted the ruler who controlled part of that island.",
        "Area": "India, Sri Lanka/Ceylon",
        "Religion": "Buddhism",
        "Branch": "Theravada",
        "Subbranch": "",
        "Time (Beginning)": "-299",
        "Time (End)": "-201"
    },
    {
        "Title": "Devotion to Siddharta",
        "Content": "      After his death, Siddharta Gautama appears to have become increasingly an object of devotion. Stupas dating as early as the late 4th century BCE now serve as sites of devotion and meditation, and many were said to house relics of Siddharta, such as a portion of his hair or his tooth. The teachings of Siddharta also became the focus of practice and preservation. People who identify as followers of Siddharta compiled various texts, with the earliest examples available today dating from the 4th- 3rd centuries BCE. Devotees often assert that these texts record a sermon or idea of the Buddha, but different devotees emphasize different texts.",
        "Area": "India, Sri Lanka/Ceylon",
        "Religion": "Buddhism",
        "Branch": "Theravada",
        "Subbranch": "",
        "Time (Beginning)": "-400",
        "Time (End)": "-301"
    },
    {
        "Title": "Life of Siddharta Gautama",
        "Content": "      Siddharta Gautama was born as a prince in present-day Nepal, a culture at the time that could\nbe described as Vedic, following the practices and philosophy of the Vedas (which many claim\nnow as the basis of Hinduism). According to traditional narratives, at his birth a sage visited his\nfather and foretold that Siddharta would become either a great ruler (the father's preference)\nor a great philosopher/renunciant. The father proceeded to shield Siddharta from any sign of\nsuffering or illness in order to steer him towards a life as a ruler and away from anything that\nwould make him question his life. Eventually, the father arranged a choreographed visit outside\nthe palace, with every effort made to shield Siddharta from any sign of suffering. However,\nduring that visit, he noticed a sick person, an old person, a corpse, and a renunciant. Learning\nthat all people will get sick, old and die, Siddharta chose (as would happen in any good story) to\nrenounce his palace life.\n      Siddharta joined a group of ascetics who practiced severe forms of self-denial and\nbecame a leader in the group because of his ability to go through extreme deprivation. During\nthis time, he starved himself, only eating a grain of rice a day. Paintings often depict him during\nthis portion of his life emaciated, only skin and bones. After pursuing extreme asceticism,\nSiddharta remained dissatisfied, gaining no insights into the condition of humanity. He finally\nrejected the extreme form of asceticism and chose to follow a moderate path, between the\nextremes of the palace and the ascetic. Though his followers deserted him, he sat under a tree\nand meditated until he recognized the condition of humanity and gained enlightenment.\nAs Siddharta came to understand the human condition, he rejected some aspects of\nVedic culture. First and foremost, he rejected the existence of the individual soul as a\npermanent being because everything changes. To recognize the true relationship of everything\nrequires understanding that everything is impermanent and that our attachment to things (the\nself, loved ones, material things, experiences) creates suffering because none of those things\nare stable, making our attachment to them a source of disappointment.\n      Beyond that dominant philosophical point of difference between Vedic culture and the\nideas of Siddharta, he also rejected the ritual practices associated with Vedic culture, along with\nthe role of the Vedic priest. In addition to his rejection of Vedic ritual, he asserted that\nquestions of both divine beings and creation were unnecessary for reaching enlightenment. The\nviolence involved in some of the sacrifices (such as the Horse Sacrifice) also became\nunacceptable within the ideas of Siddharta, who largely emphasized nonviolence (though he\nwas not necessarily vegetarian). He also rejected the necessity of extreme asceticism that\nsome in Vedic culture practiced, establishing a moderate monastic discipline. One\nunderstanding of that practice, for example, restricts eating to a portion of the day.\n      He developed a community of followers, including members of his family. His aunt, in\nfact, according to traditional stories, pushed him to allow women to take monastic vows, not\njust men. After about four decades of teaching and leading the community of followers,\nSiddharta died, possibly of food poisoning after eating tainted meat.\nBut Siddharta and the ideas the people trace back to him in various cultures did not\nappear out of nothing. The earliest texts detailing elements of the story of Siddharta that are available today have been dated to the 4th or 3rd century BCE, several hundred years after the\ntime when SIddharta was said to live (as is true of stories of many founders of movements in\nthe distant past), but those texts also require interpretation and selection. The common\ndepiction of Siddharta as a wise moral philosopher and teacher has also been traced to the\nnineteenth century interpretation of these texts by Eugene Burnouf, a French scholar (Lopez\n2013: 210-211). Detailing one version of the story, as presented here, can reinforce the\npractices that some emphasize, such as the monastic discipline in contemporary Sri Lanka, and\nmarginalize other practices, such as the monastic discipline in Tibet or the incorporation of\ndivine beings who assist the devotee in Tibet, Japan, and China, as well as lay practice in\ncontemporary Sri Lanka and Southeast Asia. And this travel back in time to the origins of\nBuddhism does not necessarily end here, at the life of Siddharta. Various other elements of\ncultures prior to Siddharta also inform the practices that we now identify as Buddhism.",
        "Area": "India, Sri Lanka/Ceylon, China, Japan, Tibet",
        "Religion": "Buddhism",
        "Branch": "Theravada, Mahayana, Vajrayana, Navayana",
        "Subbranch": "",
        "Time (Beginning)": "-599",
        "Time (End)": "-501"
    },
    {
        "Title": "Kongzi",
        "Content": "      Commitment to family developed as a central feature of ethics and practice within the land that we now know as China. Often, people attribute this concept to Kongzi (sometimes translated as Confucius), a philosopher in the 6th century BCE (around the same general time as Siddharta). Kongzi taught principles of submission to parents and the ruler, who should always act in the best interests of their children and subjects, and a variety of ritualized actions that become a way to maintain those proper relationships. These ritualized actions ranged from daily practices such as bowing to your parents and regular ritualized offerings to ancestors to extensive rituals for three years as a period of mourning following the death of your father. The ideas attributed to Kongzi became prominent not only in the cultures of present-day China but also spread to the Korean peninsula and the islands of Japan (among other places). These practices have been significantly influential for life across East Asia and the development of Tiantai, Zen, and other communities and schools of practice there.\n      The earliest available reference to Kongzi comes from the Historical Record of Sima Qian, who lived in the 2nd - 1st centuries BCE and served as the Grand Astrologer at the court of Emperor Wu of Han (r. 141 - 87 BCE). Thus, the narrative of Kongzi does not have sources as early as those attesting to the life of Siddharta.",
        "Area": "China, Japan",
        "Religion": "Buddhism",
        "Branch": "Mahayana",
        "Subbranch": "",
        "Time (Beginning)": "-600",
        "Time (End)": "-501"
    },
    {
        "Title": "Vedic Culture",
        "Content": "      The regions of present-day Nepal and North India at the time of the birth of Siddharta Gautama followed a version of what we now term Vedic culture. Within this culture, notions of karma (actions generate results in this life and the next) and reincarnation of the individual soul were prominent. One's birth determined one's position in society (an early form of what later came to be called the caste system), and that birth reflected the proper and improper actions in previous births. These were some of the ideas circulating in the society in which Siddharta lived, and much of his thought is a reaction to them, adopting some elements, revising or rejecting others.\n      Two dominant groups were important in Vedic culture, priests, known as Brahmins, and rulers / warriors. These two groups were largely codependent, as the priests provided legitimacy for the rulers and conducted rituals that maintained their power (and in some understandings the continuation of the universe). The rulers and warriors patronized the priests. Some people, however, chose to reject the system and took vows of asceticism, wandering in the forest and performing extreme austerities that some understood to be a source of great physical or spiritual power, like the small group of renunciants that Siddharta joined and led for a time. These renunciants and some philosophers moved away from the strict adherence to ritualized activities to ponder the nature of the universe and to look for release from continued rebirth.\n      Scholars commonly date the oldest Vedic texts that include the hymns praising particular deities to about 1500 BCE, with slightly more recent texts detailing the ritualized activities that were to accompany the recitation of the hymns. The earliest Upanishads, which reflect the philosophical development of the Vedic ideas date from around 800 BCE. The later Upanishads stretch well into the first millennium CE, and perhaps some are more recent. These various texts, however, do not necessarily reveal the ways these ideas were implemented in practice but the idealized version only.",
        "Area": "India",
        "Religion": "Hinduism, Buddhism",
        "Branch": "Vedic",
        "Subbranch": "",
        "Time (Beginning)": "-1000",
        "Time (End)": "-1000"
    },
    {
        "Title": "Previous lives of Siddharta",
        "Content": "      The figure who later took birth as Siddharta had a variety of previous lives during which he consistently demonstrated compassion and wisdom, along with other virtues. Some of these lives were as animals, figures in heaven, and humans, both high status and low status. These narratives reflect ideas that developed about the different realms in which a being can be reborn. These realms often include heavens and hells, which are not understood to be permanent realms (though the period within a heaven is often much longer than a lifetime on earth) but locations from which a being will eventually take another birth.\n      He met multiple enlightened beings who inspired him to traverse many lifetimes to be born in the correct time and place to become a buddha who would lead many others to enlightenment. This act of continual rebirth until he was able to bring the most to enlightenment is a further sign of his extreme compassion for all.\n      These various stories of the prior lives of Siddharta appear in collections known as Jataka Tales that reflect the devotion people expressed for Siddharta (and reinforced that devotion in their retelling). Scholars date the various Jataka Tales from 300 BCE to 400 CE, a period when many different ideas developed in relation to Siddharta's teachings, ideas (such as the realms of existence) that become incorporated in the tales of his previous lives.",
        "Area": "India, Sri Lanka/Ceylon",
        "Religion": "Buddhism",
        "Branch": "Theravada",
        "Subbranch": "",
        "Time (Beginning)": "-300",
        "Time (End)": "400"
    },
    {
        "Title": "Shenrab",
        "Content": "Shenrab Miwo, sometimes called Buddha Shenrab, promised the god of compassion to help people reach liberation or enlightenment sometime approximately 18,000 years ago. He learned Bon ideas in another spiritual realm and brought those teachings into the region now known as Tibet, after renouncing his royal status. The teachings included monastic and lay practices, various ritual forms, the nature of the Universe, and the importance of tantric practices. These teachings became the basis for Bon, which some identify as the indigenous religion of Tibet and others as another school of Tibetan Buddhism.\n      Tibetan Bon narratives of Shenrab Buddha come from a variety of texts, the oldest dating to about the 10th century CE. Thus, while the narrative places Shenrab as the oldest of the figures called Buddha, the texts retelling the narrative are not as old as texts associated with Siddharta. However, the claim that enlightened beings preexisted Siddharta is common among the followers of Siddharta. Even if this narrative is dismissed as a later invention after the Tantric version of the teachings attributed to Siddharta came to Tibet, other elements of indigenous practices in Tibet, including the variety of spirits and powers that inhabit the landscape of the Himalayas, influenced the development of what we now terms Tibetan Buddhism.",
        "Area": "Tibet",
        "Religion": "Buddhism",
        "Branch": "Vajrayana",
        "Subbranch": "",
        "Time (Beginning)": "-16000",
        "Time (End)": "-16000"
    },
    {
        "Title": "Indus valley Civilization",
        "Content": "Along the banks of the Indus River in South Asia (contemporary Pakistan/India), archaeologists in the early twentieth century found the remains of an ancient civilization (as early as 3300 BCE) at sites known as Harappa and Mohenjo Daro, commonly called the Indus Valley Civilization. Within the remains, archaeologists discovered the remains of developed cities that included communal bathing tanks and technologies (such as water supply and drainage systems) that were quite advanced for the ancient cities. Some of the artifacts, much preserved in dried clay preserved by the dry climate, included clay seals with images whose meaning is debated and text that have never been deciphered. \nThe sites appear to have been abandoned in a relatively short period of time. No signs of violence or ecological disaster are evident. One hypothesis is that the Indus River changed course, making the sites no longer advantageous. \nSome who identify as Hindu have declared the Indus Valley Civilization to be an early form of Hinduism, citing the communal bathing tanks (assumed to be similar to the temple tanks featured at some temples in India today) and the similarity of some images on the clay seals to deities now recognized as Hindu. For example, one image depicts a horned figure sitting with crossed legs, like a yogic position, whom some identify as an early form of Shiva. Their narrative suggests that these communities represent some of the original inhabitants of South Asia who migrated into the Gangetic Plain and influenced the composition of the Vedic hymns and deities and practices that we now call Hinduism. The evidence is insufficient to either prove or disprove these connections.",
        "Area": "India",
        "Religion": "Hinduism",
        "Branch": "Vedic",
        "Subbranch": "",
        "Time (Beginning)": "-3300",
        "Time (End)": ""
    },
    {
        "Title": "Composition of Vedic Hymns",
        "Content": "Poetic compositions praising a variety of deities were recited and eventually compiled into four collections of hymns, known as the four Vedas. While dating is uncertain, the typical timeframe for the earliest contributions to these collections, the Rig Veda, is about 1500 BCE. Many of the hymns praise the subject of the hymn, one of a variety of deities, as superior to other deities. Many of them also allude to longer stories, suggesting a common knowledge of these deities that preceded the composition of a particular hymn. The deities praised in these hymns include Indra, Rudra, Agni, Visnu, and Brahman, to name a few. Some of the deities were associated with particular elements of the world (e.g., Agni as fire, Savitr as sun) or celestial phenomena, such as the dawn (Usha). \nPriest memorized one or more of the collections of hymns and the appropriate ritual practices to accompany each hymn. Precise recitation is paramount, as the dominant understanding is that the power of the hymn is within the vibrations of the sound during recitation. An improper recitation disrupts that power and can even have dangerous outcomes. One explanation of the ritual with proper recitation is that it recreates the events of creation and thus serves to maintain the existence of the universe, preventing its dissolution. \nDuring the colonial period, the British emphasized the authority of ancient texts, leading to the recording and translation of the Vedic hymns, with special status given to the Rig Veda as the oldest collection (and thus presumed by some to be most authoritative). Thus, the British considered the importance of the hymns to be in the meaning of the words, in contrast to traditional understandings. Moreover, the British considered a sacred text to be central in a proper religion, leading some to assert that the Vedic hymns were the foundation of Hinduism. The traditional explanation of Hindu texts is that the Vedas have the higher authority, called Shruti (that which is heard). Other texts with a secondary status were called Smriti (that which is remembered).",
        "Area": "India",
        "Religion": "Hinduism",
        "Branch": "Vedic",
        "Subbranch": "",
        "Time (Beginning)": "-1500",
        "Time (End)": ""
    },
    {
        "Title": "Brahmanas and Brahmanism",
        "Content": "A second set of texts in the Vedic corpus is the Brahmanas, which provided the ritual practices that developed to accompany the Vedic hymns. These texts are the second type of text in the Vedic corpus, composed largely after the Vedic hymns but prior to the Aryanyakas and Upanishads, which are more philosophical texts. \nOne of the most famous rituals is the horse sacrifice, in which a ruler claims all of the land that the horse traverses (usually accompanied by the rulerÕs army), ending with the sacrificial killing of the horse. While that is not practiced today, variations on the fire sacrifice continued to be practiced. The Brahmanas include the sacrifice of animals as offerings to Agni, the deity of fire, but in later practices often herbs replace any animal offering, all conducted while priests recite Vedic hymns. \nThe practices detailed in the Brahmanas are conducted by the priests, known as Brahmins, who are trained in the careful recitation of the hymns from memory, along with the proper ritual practices. Contemporary scholars, as well as colonial descriptions, refer to this period as the Brahmanical period or as Brahmanism, which forefronts the power of the Brahmans and the careful ordering of society according to the practices of the Brahmanas. It is less clear what other practices people may have followed, outside the purview of the Brahmins, though the development of stories of deities outside the Vedic corpus, stories that were recited and later compilation as Smriti, suggest that practices extended well beyond the Vedic hymns and Brahmanas that the term Brahmanism highlights.",
        "Area": "India",
        "Religion": "Hinduism",
        "Branch": "Vedic",
        "Subbranch": "",
        "Time (Beginning)": "-900",
        "Time (End)": ""
    },
    {
        "Title": "Composition of the Ramayana",
        "Content": "The epic poem commonly known as the Ramayana relates the story of the god king Rama and his love for his wife Sita. After their marriage, political intrigue in their capital city of Ayodhya required Rama, Sita, and RamaÕs younger brother Lakshman to reside in the forest. Sita is subsequently captured by the King of Ceylon, Ravana, so Rama goes on a quest to South India and eventually Ceylon (present day Sri Lanka) to free her, returning triumphant after defeating Ravana and his armies in battles that included supernatural weapons and divine powers on both sides. The figure Hanuman, often depicted with the face of a monkey, was a key aid to Rama, assisting in his victory. \nValmiki, who appears in the narrative as a holy man and story-teller, is traditionally credited with recording the Sanskrit version of the poem, though the narrative probably had been told orally before the formal version was compiled. The dating of the Ramayana goes as early as the 7th century BCE, though scholars often do not agree on the dating. Literary analysis suggests that some portions of the narrative, including the opening book, were later additions to the compilation. \nMany people revere Rama as an avatar of the god Vishnu and worship him and Sita, especially in north India. Multiple birth places of Rama, within the present-day city of Ayodhya, house temples dedicated to him, while Rama and Sita, often depicted with Lakshman and Hanuman, appear in many temples alongside other deities. The narrative has often been connected to the victory of good over evil, and its popularity means that versions exist in many languages and forms, including multiple contemporary animated retellings. Alternate interpretations exist, including some that present Rama as a symbol of upper caste, north Indian hegemony and Ravana as the valiant hero of south India non-brahman communities.",
        "Area": "India",
        "Religion": "Hinduism",
        "Branch": "Bhakti",
        "Subbranch": "",
        "Time (Beginning)": "-650",
        "Time (End)": ""
    },
    {
        "Title": "Composition of the Bhagavad Gita",
        "Content": "The Bhagavad Gita (literally translated as the Song of the Lord) details a conversation between the warrior Arjuna and his charioteer Krishna (understood to be a god or the God). The Gita (as it is often called) is a part of the larger epic poem Mahabharata that details battles within an extended ruling family. The conversation in the Gita details Arjuna expressing doubts about killing his cousins in the upcoming battle and Krishna giving him various reasons that he should go to battle. These reasons include the correctness of ArjunaÕs position on the side of the family with the right to rule, his duty to uphold the order of the universe by doing his duty (in this case fighting to maintain the proper order), and the importance of remaining unattached to the outcome of those proper actions. In other words, he should fight for what is right, not for power or glory or resistance to fighting because of the destruction it would cause, and he should not worry about the result of those actions, in this case the death of his cousins in the battle. Behind that concept of nonattachment, this existence is a component of the broader universe, so focusing on individual differences or happiness/grief, life/death, distracts from the connections within the broader universe.  Within that explanation, Krishna reveals that he is the Supreme Being by letting Arjuna see his true nature that encompasses the entire universe. \nWith the philosophical components of this conversation, many have turned to the Gita as a central text to help understand elements of philosophy prominent in what we now call Hinduism, connecting it to ideas drawn from the Upanishads, among other sources. Portions of the text also emphasize the power of devotion to the divine as Krishna. The dating of the text, though, is commonly debated among scholars. While the Mahabharata most likely was compiled over a long period, from potentially 400 BCE to 600 CE, the Gita is understood to be later than that earliest compilation date (earliest date as 200 BCE), in part due to the philosophical ideas reflected in it. It is possible that it became a part of the Mahabharata as an aspect of the lengthy compilation of the text, or it was added later as a philosophical insertion into the broader epic. In practice, many who emphasize the Gita do so by discussing it as a distinct text.",
        "Area": "India",
        "Religion": "Hinduism",
        "Branch": "Bhakti",
        "Subbranch": "",
        "Time (Beginning)": "-200",
        "Time (End)": ""
    },
    {
        "Title": "Stories of Deities",
        "Content": "Perhaps as early as the 3rd century CE, stories about deities in South Asia began to be collected and written down. The literature that develops over the next 800-1000 years came to be known as the Puranas, meaning old tales. Exact dates of individual collections, let alone the entire corpus, are unknown, with various estimates debated by scholars. Many of these stories probably circulated orally and were combined into more authoritative textual collections often associated with a particular deity, though the exact process likely varies across collections. \nThese stories recorded exploits of various deities and became important for devotional connections with the deities. For example, the Shiva Purana describes how Ganesh (the son of Shiva and Parvati who is highly popular in South Asia) received his elephant head at ShivaÕs command after Shiva decapitated his son (whose existence Shiva did not know). While Ganesh is not explicitly within the Vedas, some of these deities, such as Vishnu, are named in the Vedic hymns, though the Puranic stories, including accounts of various avatars of Vishnu, extend well beyond the Vedic narratives. The Puranas also connect some deities to other named deities in the Vedic hymns, such as Shiva Purana connecting Shiva with Rudra of the Vedas. \nWhile the Vedic hymns are almost exclusively recited by priests, the Puranas are among stories retold in families and in dramatic or dance traditions. People who identify with these deities often focus on the narratives of the Puranas as a part of their devotion more than the details in the Vedic hymns, as many of these stories detail impress, attractive, or endearing episodes.",
        "Area": "India",
        "Religion": "Hinduism",
        "Branch": "Bhakti",
        "Subbranch": "",
        "Time (Beginning)": "201",
        "Time (End)": ""
    },
    {
        "Title": "Tamil Devotional Poetry",
        "Content": "In South India, a variety of poets began to compose devotional poetry in Tamil (an everyday language of southern areas of the Indian peninsula) to deities such as Vishnu and Shiva beginning in the 7th century CE. The Alvars were a group of poets focused on devotion to Vishnu who used tropes of romantic love to express their devotion. Expressing their ecstatic devotion by singing in temples across south India, their compositions became a counterpoint to the dominance of Sanskrit Vedic hymns (and thus the authority of Brahmins) in ritualized activities in temples. Nayanars were a similar movement, around the same time, whose devotional poetry focused on the deity Shiva. \nWith their challenge to the dominance of Sanskrit and brahmins, these poets are sometimes credited with spurring the Bhakti Movement of devotional practices to various deities in everyday languages. Even though the epic poems In Sanskrit are important in some devotional movements today, the vernacular versions of these, such as TuslidasÕs Ramcharitmanas (a Hindi language version of the Ramayana) developed well after the time of the Alvars and Nayanars. While these poets are often identified collectively as Hindus, it is not clear the extent to which they would have identified each other as following the same religion or as entirely separate practices focused on the priority of different deities.",
        "Area": "India",
        "Religion": "Hinduism",
        "Branch": "Bhakti",
        "Subbranch": "",
        "Time (Beginning)": "601",
        "Time (End)": ""
    },
    {
        "Title": "Shankara Develops Advaita Vedanta",
        "Content": "Shankara lived in Kerala, on the southwest side of the Indian peninsula, around the start of the ninth century CE and is considered to be one of the most influential Hindu philosophers. He drew on the ideas of those before him and the concepts presented in some of the Upanishads to develop what has become known as Advaita Vedanta. Advaita refers to non-dualism, and Vedanta means the Òend of the Vedas,Ó as in the culmination of Vedic thought, particularly the philosophy of the Upanishads (according to VedantaÕs followers, at least). In sum, Shankara espoused a view that everything is the same as the universal spirit, even though we perceive (misperceive in his view) that we are separate and distinct). \nShankara wrote multiple works espousing a philosophical interpretation of the UpanishadÕs teachings that atman (individual soul) and brahman (universal spirit) are the same. Shankara thought that humans misperceive reality, assuming that their perception of their own distinctiveness, and that of the material and religious worlds, is true reality. He developed the distinction between saguna brahman (brahman with attributes, as in deities with different names, stories, and distinct appearances) and nirguna brahman (brahman without attributes, e.g., absolute, undifferentiated reality). Thus, devotion to deities, according to Shankara, is a lower stage of understanding that a person needs to move beyond to recognize the Truth of reality, which is undifferentiated and atemporal.",
        "Area": "India",
        "Religion": "Hinduism",
        "Branch": "Vedanta",
        "Subbranch": "",
        "Time (Beginning)": "801",
        "Time (End)": ""
    },
    {
        "Title": "Another Vedanta Interpretations",
        "Content": "Various philosophical interpretations of the Vedas, Upanishads, and Bhagavad Gita, among other sources, have circulated around what is now India. While Shankara is credited with the non-dualist interpretation of Advaita Vedanta, others taught a form of non-dualism that acknowledged unity without dismissing the existence of diverse identities. The main philosopher credited with promoting this interpretation is Ramanuja, who lived in southern areas of the subcontinent in the 11th-12th centuries CE. \nRamanjuaÕs interpretation is named (in Sanskrit) Vishishtadvaita Vedanta, literally Qualified Non-Dualist Vedanta. Rather than considering devotion to a variety of deities as a distraction from the recognition that the Universal Spirit (brahman) and the individual soul (atman) are the same (which is generally the position of Advaita Vedanta), Ramanuja connected the Cosmic Spirit with Vishnu and considered the various deities as connected to that ultimate spirit. Devotion and surrender to these deities become the primary means to recognize the true unity in the universe and gain liberation from the cycle of birth, death, and rebirth. \nTherefore, in contrast to Advaita Vedanta, Ramanuja and other proponents of Vishishtadvaita Vedanta combine ideas and insights from devotional texts and practices with the Upanishads and other more philosophical texts that people today identify as Hindu. These diverse interpretations highlight the variety that has existed for centuries in South Asia and show that the texts and practices the communities found important varied. While they used some of the same texts, it is unclear how much these communities identified each other as part of the same movement or as different identities all together.  ",
        "Area": "India",
        "Religion": "Hinduism",
        "Branch": "Vedanta",
        "Subbranch": "",
        "Time (Beginning)": "1101",
        "Time (End)": ""
    },
    {
        "Title": "Sant Movement",
        "Content": "In North India around the fifteenth century, a variety of poets and teachers attracted followers with an emphasis on an inclusive approach to the divine. Known as the sants (referring to the word for Truth in Hindi), these figures emphasized the worship of a single or universal divine being and a reduction in the emphasis on both ritual prescriptions and images of the divine. Later descriptions credit these figures with resisting divisions including caste and sect, and they rejected narratives of the superiority of one divine being over another and one community over another. Narratives about them often emphasize their concern for those who have been marginalized. \nThe context of these figures was a growing social division between rulers who were associated with the QurÕan and Islam and local traditions dominated by what we now call Hinduism. Some of their poetry described a rejection of both the mosque (Muslim) and the templeÕs (Hindu) ritual prescriptions, prioritizing love for a singular divine being over those institutions and rules. For some sants, their individual religious identity is a matter of contemporary debate, as the followers who identify with each religion often claim some of the figures as their own. For example, Kabir is said to have been raised by parents identified with Islam, but some claim that his birth parents identified as Hindu, making his religious identification ambiguous. One common narrative is that, upon the death of a sant, their followers argued over the proper treatment of the body, thus stuck in the distinction between Muslim burial and Hindu cremation. In these narratives, the body of the sant, covered with a cloth, typically turns into a pile of flowers, and each group disposes of half of the flowers in their preferred manner. \nCaste identifications also intersect with these figures, as many of them are identified with a critique of caste restrictions. Several of the sants are identified as low caste or dalit based on birth. As many of them rejected those human divisions, much as they rejected divisions based on ritual identifications or particular deities, some communities of Dalits particularly identify with a specific sant.",
        "Area": "India",
        "Religion": "Hinduism, Sikhism",
        "Branch": "Bhakti, Khalsa, Nanak Panthi",
        "Subbranch": "",
        "Time (Beginning)": "1450",
        "Time (End)": ""
    },
    {
        "Title": "Nanak's Teachings",
        "Content": "Guru Nanak, as he came to be known, lived in the Punjab region of northwest South Asia, but in 1496 he began teaching and traveling, leading a range of people to follow his ideas. According to tradition, he was raised as a Hindu but rejected much of the ritual prescriptions associated with those communities. He composed poetry and taught devotional practices like many who have been identified as sants and gained a variety of followers. He traveled around South Asia teaching people to reject image worship and focus instead on devotion to a Supreme Being without form. Instead of emphasizing attributes of the divine or a name associated with one deity or another, Nanak taught devotion to the word Ònam,Ó meaning Òname,Ó which avoided attributing different anthropomorphic narratives or characteristics to the divine that would limit the divine. In this he resembles the Nirguna brahmin conception and teachings of monotheism. \nTwo particularly prominent followers were Bala and Mardana, who traveled with Nanak accompanying with their instruments his singing of his devotional poetry. The tradition has emphasized that one was Muslim and one was Hindu, thus highlighting (like many of the sants) NanakÕs rejection of such labels. His teachings also rejected caste distinctions. \nThe primary tradition of his followers becomes what is known as Sikhism, eventually conceived as a separate religion. For this tradition, Nanak rejected hereditary succession and recognized an unrelated follower as his successor. This selection initiated a lineage of 10 human gurus, with Nanak as the first. His successors also composed poetry, often using the pen name Nanak because the tradition recognized each as comprising the same existence as Nanak. However, some followers of Nanak identified his son Chand as his successor. The relation of his followers to Hinduism, like with the other sants, continued to be a matter of debate, largely settled in the 20th century with the assertion that the lineage of ten gurus constitutes a religion separate from Hinduism, known as Sikhism, while others who revere Nanak but did not follow the conceptions of all of his successors became identified as primarily Hindu.",
        "Area": "India",
        "Religion": "Hinduism, Sikhism",
        "Branch": "Khalsa, Nanak Panthi",
        "Subbranch": "",
        "Time (Beginning)": "1496",
        "Time (End)": ""
    },
    {
        "Title": "Formation of the Khalsa",
        "Content": "In 1699, Gobind Singh, the tenth guru in the lineage of Nanak, called his followers together on the occasion of the Vaisakhi festival and asked who would sacrifice their head for the guru. A volunteer came forward, and Gobind Singh took them behind a curtain. The onlookers heard a sword sever flesh and bone and saw blood flow from underneath the curtain. Gobind Singh came out and requested another volunteer. After the fifth volunteer and the fifth thwack from the sword, Gobind Singh pulled back the curtain to reveal the five volunteers (now known as the Panch Pyare, Five Beloved) with heads still attached. Five goats had been slaughtered, one for each volunteer. Gobind Singh had the Panch Pyare drink water with sugar added and stirred with a sword (known as amrit), and then they served him the same elixir. They now became Khalsa (literally meaning the pure). \nGobind Singh called on his followers to also take vows and initiation into the Khalsa like the Panch Pyare. Going forward, they were to maintain a distinct identity, changing their last name to Singh and wearing five symbols of the Khalsa, uncut hair, comb, breeches, steel bracelet, and dagger. One explanation is that these symbols helped distinguish members of the Khalsa from followers of other gurus and other teachers, including keeping the uncut hair neat with the comb as opposed to matted locks of some renunciants. A different explanation is the effort was to strengthen the military prowess of the followers of Gobind Singh, who were in regular conflict with the Mughal Emperors (who had executed Gobind SinghÕs father). \nWhile tradition relates that Gobind Singh instituted the five symbols of the Khalsa in 1699, nineteenth century documents suggest that the list of symbols was fluid, with the first instance of these five becoming standardized in the mid 1800s.",
        "Area": "India",
        "Religion": "Hinduism, Sikhism ",
        "Branch": "Khalsa",
        "Subbranch": "",
        "Time (Beginning)": "1699",
        "Time (End)": ""
    },
    {
        "Title": "European Descriptions of Asia",
        "Content": "In the eighteenth century, a variety of people from Europe wanted to make sense of the cultures and communities in Asia. Some were missionaries intrigued by the rituals, hierarchies and philosophies prominent in Asia, partially in an interest to convert others to Christianity. Colonial administrators also had an interest in understanding the regions where they wanted to maintain or gain control, recognizing that knowledge promotes power. Others simply had curiosity about ÒexoticÓ cultures of Asia. \nOne challenge that those interested in learning about Asia faced was that European descriptions and categories did not apply to regions of Asia in an obvious manner. For example, the category religion, separated from other parts of society, was a term common in Europe at this time but not commonly used in Asia. Thus, if a person in Asia was asked about their religion, they would not necessarily have a ready response, as the category was not a familiar term for many. \nTherefore, Europeans had to construct their definitions of what was religious and how those religious elements related to each other, resulting in contradictory and shifting assertions. The Dictionary of All Religions, published in 1704 (and commonly attributed to Daniel Defoe) relates these ideas and practices in sometimes conflicting ways. In relation to India, the author describes Brachmans, Banians, and Indous as three distinct groups. Indous, for example, were ÒpagansÓ from eastern portions of South Asia who ate meat and maintained a clear separation from Banians. The Indous recognized a single god but then corrupted that with a variety of ÒsuperstitionsÓ. The Banians were vegetarian idolaters who had the Brachmans conduct their rituals and used traditional marks on the forehead, largely associated with western parts of South Asia. The Brachmans were ÒGymnosophistsÓ who served as priests and taught about religion and law. Their entry in the dictionary focused on four social groups (that included Brachmans and Banians as the first and third of what resembles the four varnas associated with castes) and three deities. Thus, these three groups were related at points and treated as distinct communities with different beliefs at other points. \nSimilarly, descriptions of other communities shifted at times in the dictionary. Fe or Fo refers to the Òchief deity of the ChineseÓ, and the story told in the dictionary entry resembles the story commonly associated with the historical Buddha. It describes Fe as typically having Confucius on the left and Lanza on the right as secondary beings. The description of Confucius refers to him as a philosopher whose ideas are supplanted when the emperor sends ambassadors to the west who then return with the ÒidolÓ of Fe and thus Òintroduced a superstition that abolished the maxims of Confucius.Ó Lamas, in contrast, are the priests of the religion of Barantola, the region commonly known today as Tibet.  \nThis text also identified the figure of Xacca with stories commonly told about the birth of Siddharta. However, that entry also associates Xacca with other names from different regions, Òthe Japanese call him fo, for the Indians call him Rama, the Chinois Xian, and the People of Tonquin Chiaga,Ó implying that the followers of the Buddha and Rama are a part of the same religion. Later, the entry also relates the followers of Xacca to the Brachmans, who appear to be the Brahmins commonly identified (as discussed two paragraphs above) today with Hinduism. Ultimately, this entry identifies Xacca as Òthe first Founder of Idolatry (sic)Ó in Asia. Of interest to us, furthermore, is that the followers of the Dalai Lama and other Tibetan leaders were treated as separate from the followers of Xacca (under various names). Thus, the 1704 dictionary used an undifferentiated religion of ÒIdolatryÓ with Sidharta as a prime figure, equivalent to Rama, but differentiated from the practices of the Lamas in Tibet. \nThe Dictionary draws on the writings of various authors from that period, so the contradictions about the relations of Lamas, Fe, and Confucius, as well as Brachmans, Banians, and Indous, reflects the diversity of constructs of Asia among Europeans in the early eighteenth century.",
        "Area": "India, Sri Lanka/Ceylon, China, Japan, Tibet",
        "Religion": "Hinduism, Buddhism",
        "Branch": "Bhakti, Vedanta, Vedic, Theravada, Mahayana, Vajrayana, Navayana",
        "Subbranch": "",
        "Time (Beginning)": "1704",
        "Time (End)": ""
    },
    {
        "Title": "Hindooism Among the Europeans",
        "Content": "The 1835 Encyclopedia of Religious Knowledge published by Fessenden and Company also combined a variety of accounts of Asian religions (as well as Christianity and Judaism). In this varied account, the careful division of the world into separate religions is still a work in progress, with contradictions and uncertain relations acknowledged, though some more familiar names, such as Hindooism and Buddhists, are now in print. The entry on Hindooism, for example, begins, ÒHindooism, or Brahmanism. The Hindoo religion in one form or other (says Mr. Ward, the missionary), it is highly probable, is professed by more than half the human race: the doctrines of the Vedu, it is well known, are acknowledged all over India; the religion of Boodh, a Hindoo incarnation, prevails throughout the Burman empire, Siam, Ceylon, etc., Lamaism, spread throughout Tartary, may also be traced to a Hindu origin, and if, as is conjectured, the Fo of the Chinese be the Boodh of India, then it will be evident, that far more than half the population of the world remain under the influence of the superstitions taught in the Vedu.Ó  \nFrom this we can see an overarching construction of Hinduism (associated with the Vedas) as the parent of Buddhism, along with the distinction of Lamaism from Buddhism and the uncertain relation of the veneration of Fo in China to Buddhism. The entry on Fo is less circumspect, but seems to present the priority of Fo, concluding, ÒThe public worship of Fo, which became a national religion, is called, in India, Brahmanism.Ó The entry for Budhism (their spelling) furthers this primacy, stating that Budhism was the Òancient religion of Hindustan itself, and that the prevailing Brahmanical superstitions were the invention of later times.Ó The entry on Lamaism, conversely, sees it as a branch separating from Hinduism and that a follower of Bouddhu, whom the text identifies as a Hindu, brought the teachings to Tibet. It further identifies the main ÒidolÓ in TibetÕs temples to be the Boudhu of Bengal. \nThus, by 1835, the relation of practices and ideas that we commonly divide into Hinduism and Buddhism is still a matter of uncertainty in this publication, as is the debate about which is the prior tradition and which is the offshoot.",
        "Area": "India, China, Tibet",
        "Religion": "Hinduism, Buddhism",
        "Branch": "Bhakti, Vedanta, Vedic, Theravada, Mahayana, Vajrayana, Navayana",
        "Subbranch": "",
        "Time (Beginning)": "1835",
        "Time (End)": ""
    },
    {
        "Title": "Europeans Describe the Buddha",
        "Content": "In terms of imagery and story, the uncertain descriptions in the 1704 Dictionary of All Religions were not fully resolved in relation to the figure of Siddharta, as the conflicting images and stories observed across Asia complicated their understanding. With the different terms and images used for a revered figure (whom people now identify as versions of the Buddha), some Europeans thought multiple figures existed rather than variations in cultural forms as described today. One theory connected images of Siddharta to Africa because of the depiction of curly hair (Lopez 2013). \nIn the mid-nineteenth century, those in Europe who studied what they began calling Buddhism made a significant distinction between 'true' Buddhism, which they based on particular texts, and the corrupted practices of many of the people across Asia. These texts that reflected 'true' Buddhism began to be collected by Europeans and housed in libraries across Europe. Therefore, particular forms of the practices of people whom the Europeans identified as Buddhist were identified as central, and other practices were marginalized.  \nAs a part of this process, a common narrative of Siddharta also began to develop. The emphasis on a rational, moral philosopher who was compassionate and nonviolent and opposed to ritual and superstition goes back to a French scholar's portrait of the Buddha in 1844. Based on his reading of particular Sanskrit texts, he created an image of the Buddha that reflected some of the preferences of a segment of nineteenth century European society (rationalism, individual morality, opposition to the supernatural and superstition) and distinguished the historical Buddha from the practices in India that they viewed as degenerate (Lopez 2013: 210-211). This is not to say that the Europeans fabricated these traits of Siddharta or the connections between different regions, but the specific form of the connections and the narrative of Siddharta that the Europeans emphasized were not the only stories and ways of organizing the world. \nThese selections and constructions from Europeans have influence outside of European and English-language representations of Buddhism, as the Europeans authorized particular leaders as authoritative and emphasized certain practices over others. For example, the European emphasis on textual sources as the true religion confirmed the assertions of some in Ceylon that their form of Buddhism, based on the Pali Canon (which they determined are the oldest texts available about Siddharta), had more authority, and these assertions also reinforced the position of the monks in Ceylon as the prime example of Buddhism there, contrasting to the corrupted practices of the common people, many of whom included the worship of deities or even praying to the Buddha as a god.",
        "Area": "India, Sri Lanka/Ceylon, China, Japan, Tibet",
        "Religion": "Buddhism",
        "Branch": "Theravada, Mahayana, Vajrayana, Navayana",
        "Subbranch": "",
        "Time (Beginning)": "1844",
        "Time (End)": ""
    },
    {
        "Title": "British Indian Census",
        "Content": "As colonizers, British officials wanted as much data as possible about the people of British India, considering that as beneficial to maintain their growing control over the region. In the second half of the nineteenth century, they initiated the first census of India, which included questions about religious identification. However, the question arose what religious labels to use, a question that remains, to an extent, a matter of debate, even after Indian independence. \nThe British recognized clear distinctions between Hinduism and Islam, though some people participated in rituals associated with both, much to the consternation of the colonizers. More complicated, though, was a distinction, if one existed, between indigenous practices and Hinduism. At what point should a person be identified as Hindu or indigenous? For some in British India, identifying according to these religious labels was not a part of their self-understanding, so the colonizers had to train census takers how to differentiate between different identities, if the person themselves did not have a ready answer. \nA politically charged question arose about the relation of Sikhs to Hinduism. Was Sikhism a guru movement within Hinduism or a separate religion? In the census of the Punjab in 1855, Hinduism was the broader category, with no separate label for Sikhs, which lead to complaints by some who identified as Sikhs. Others rejected a separate identification for Sikhism. The issue influenced dynamics in Punjab, as separating out Sikhs altered the percentages of Hindus vs. Muslims. The separate identification from 1872 Ð on led to Sikh demands for inclusion of separate seats for Sikhs on some local governing bodies.",
        "Area": "India",
        "Religion": "Hinduism, Sikhism",
        "Branch": "Bhakti, Vedanta, Vedic, Khalsa, Nanak Panthi",
        "Subbranch": "",
        "Time (Beginning)": "1855",
        "Time (End)": ""
    },
    {
        "Title": "Singh Sabha Movement Begins",
        "Content": "The Punjabi region in the last half of the nineteenth century had a significant presence of British colonialism, Christian missionaries, and reformers (often from other regions of British India) who promoted different visions of religion, particularly Hinduism. After several Sikh students at a mission school in Amritsar announced their conversion to Christianity in 1873, some community leaders, identifying with Sikhism ,established the Singh Sabha of Amritsar to discuss Sikhism and promote its stability. The organizers feared that young people were susceptible to conversion, thus threatening Sikh traditions. They took action to counter their exposure to Christianity in mission schools and pressures for different religious conceptions from reform movements like the Brahmo Samaj and (later) the Arya Samaj. The Arya Samaj, in particular claimed that Sikhs are really Hindu and attempted to bring the followers of Nanak back into a reformed Hinduism. The Amritsar Singh Sabha began to codify and publish elements of Sikh narrative and practices, such as the lives of the gurus and celebration of their births. In 1879 another Singh Sabha developed in Lahore. \nThe two initial Singh Sabhas promoted different emphases about Sikhism. The Amritsar Singh Sabha and the traditions that it promoted defined Sikhism broadly, including much contemporary practice that connected with devotional practices such as the worship of images of deities. In contrast, the Lahore Singh Sabha placed their emphasis on a distinct Khalsa Sikh identity and practice as the true form of Sikhism, rejecting any devotion to images of deities or other gurus. The assertions of the Lahore Singh Sabha gained prominence over the next several decades.",
        "Area": "India",
        "Religion": "Hinduism, Sikhism",
        "Branch": "Bhakti, Khalsa",
        "Subbranch": "",
        "Time (Beginning)": "1873",
        "Time (End)": ""
    },
    {
        "Title": "Arya Samaj Founded",
        "Content": "As British India experienced significant change in the nineteenth century, some thinkers in the region developed their own ideas about what Hinduism should be. Dayananda Saraswati was one of those thinkers, and he developed an interpretation of the Vedas that he used to argue for the reform of Hinduism. He founded the Arya Samaj in 1875 to propagate these ideas, and the movement spread across northern regions of British India. \nSaraswati identified the Vedas as the primary authority in Hinduism, and through that rejected many traditional narratives and practices. Stories about different deities, such as the epics (Ramayana and Mahabharata) and the Puranas were displaced by a focus on the meaning of the Vedas. Instead of devotion to statues of deities in temples, he promoted a ritual where participants throw herbs into a fire while reciting Sanskrit as the primary ritualized practice. He also promoted the education of women and a rejection of caste based on birth, all drawing on his reading of the Vedas. The Arya Samaj also began an effort to bring people into the true practice of Hinduism, including reconverting some who had begun identifying with other religions (such as Sikhism, Christianity, and Islam). \nWhile the language of the Arya Samaj emphasized ancient ideas and texts of South Asia and the movement tried to replace British schools in British India with their Vedic education, the movement also adopted certain assumptions that can be seen as modern European ideas. For example, the ultimate authority of the oldest text was more of a long-standing European emphasis than a common conception in India. Their campaigns to educate women, oppose widow burning, reject worship of images, and remove discrimination based on caste birth addressed critiques of Indian society that colonizers commonly emphasized in the colonizersÕ efforts to present India as inferior.",
        "Area": "India",
        "Religion": "Hinduism",
        "Branch": "Vedic",
        "Subbranch": "",
        "Time (Beginning)": "1875",
        "Time (End)": ""
    },
    {
        "Title": "World Parliament of Religion",
        "Content": "The World Columbian Exposition in Chicago in 1893 had a famous midway with exhibits highlighting exotic elements from around the world. An ancillary event, the World Parliament of Religions, brought together figures representing a variety of religions, both the familiar and exotic. The organizers wanted to promote particular images of human unity, while also demonstrating the supremacy of Christianity on a unified, global stage. The organizers were listed by Christian denomination, with the exception of one who was  identified as Jewish. \nThe official list of participants labeled them in ways that highlight the complicated boundaries defining religions at the time. Most participants were linked to their leadership position in an institution, such as the African Methodist Episcopal Church, the Church of England, the Jain Association of India, and the Zikko Sect of Shintoism, to name only a few. Several Buddhist institutions also provided contexts for participants, such as the Southern Buddhist Church of Ceylon and the Buddhist Church of Japan. In relation to institutions and communities in India, a few participants were identified with the Brahmo-Samaj and one with Allahabad College (also identified as a Theosophist), while some were listed without an institution (Mohammedan and Hindu monk). Across the entire list, a few were labeled as converts to Christianity, including Òa native African prince from LiberiaÓ and one Òfrom Parseeism, Bombay, IndiaÓ. The list also labeled some differently than the others, including the previous person labeled as Thesopohist, an Idealist from Germany, and a member of the Chinese Legation Òto present the doctrine of ConfuciusÓ. \nThe various identifications illustrate the growing standardization of religious boundaries. Hinduism and Buddhism can be seen as relatively distinct in this list of participants, as is Parseeism, Shintoism, and Mohammedanism, though these particular labels have shifted to Zoroastrianism, Shinto, and Islam, respectively, in the years since. Whether Theosophy, Idealism, and Confucianism were seen as religions equivalent to others is less clear from the list but implicit as they were attendees at the World Parliament of Religions. Some communities commonly included in the twenty-first century, though, were absent from the event, including indigenous traditions of various parts of the world, Sikhism, and Taoism.",
        "Area": "India, Sri Lanka/Ceylon, China, Japan, Tibet",
        "Religion": "Hinduism, Buddhism",
        "Branch": "Vedanta, Vedic, Theravada, Mahayana, Vajrayana",
        "Subbranch": "",
        "Time (Beginning)": "1893",
        "Time (End)": ""
    },
    {
        "Title": "Vedanta Society of New York Founded",
        "Content": "In the aftermath of the 1893 World Parliament of Religions, perhaps the most famous participant was Swami Vivekananda, the ÒHindu monk from India.Ó In India, he was associated with the founding of the Ramakrishna Mission, named for one of his influential teachers of Vedanta. Attendees at the Parliament and the press appreciated his assertions about uniting humanity, drawing on this Vedantic thought. He toured in the United States, giving lectures for several years immediately after the Parliament and later returned to give additional lectures in 1899 in both the US and Europe. \nHis popularity in some circles in the US and Europe drew on the intersection of European and produced a new set of institutions in the US. Scholars debate whether the leaders of the Brahmo Samaj or Ramakrishna had the greater influence on Vivekananda. The Brahmo SamajÕs modern interpretation of a monotheistic and rational theology encouraged an interpretation of Hinduism that would be more amenable among his wealthy patrons in the United States and Europe, but others assert that his encounter with his teacher Ramakrishna (and his view of the unity of all religions) shaped his representation of Vedanta to audiences outside of India. In 1894, during his first trip, he established the Vedanta Society of New York, and in his second trip he worked to establish and strengthen additional centers.",
        "Area": "India, US",
        "Religion": "Hinduism",
        "Branch": "Vedanta",
        "Subbranch": "",
        "Time (Beginning)": "1894",
        "Time (End)": ""
    },
    {
        "Title": "Hindutva Ideology Developed",
        "Content": "An ideology that argues that Hindu identity is central to Indian culture, known as Hindutva, developed in the writings of Vinayak Damodar Savarkar, who published a pamphlet ÒHindutvaÓ in 1923. Savarkar presented his own definition of being Hindu, tying that identity to seeing India as both the fatherland and holy land. Such a definition expands Hindu to encompass Buddhism, Jainism, and Sikhism, as they all began in the region, while distinguishing those identities clearly from Christian and Muslim identities, whose holy land is outside of India, as Savarkar delineates it. This ideology thus fostered the concept that Hindus (broadly defined) are the natural citizens of India, and Muslims and Christians are not, making them perhaps second-class citizens or, worse, foreign threats. \nThe development of this ideology during the Indian Independence movement reflects the fears of some about an independent India. After the Indian National Congress (led by Gandhi) cooperated with the Muslim League in the Khilafat movement, some feared the Muslim communityÕs influence in an independent India, considering it a threat against Hindu communities. Even after the Partition of India into Muslim majority Pakistan and Hindu majority India (roughly), some Hindus in India have promoted SavarkarÕs Hindutva, which is now commonly associated with Hindu nationalist groups and the Bharatiya Janata Party (BJP). The BJP has frequently held power in India since 1996. Hindutva proponents, as one example, have complained about benefits given to Muslims, seeing those coming at the expense of the ÒrealÓ citizens of India, the Hindus. The equation of India with Hindu also became justification for government promoting Hindu practices such as yoga. Anyone who resists practices associated with Hinduism are seen then as anti-India, confirming the concerns of Hindutva through a circular logic.",
        "Area": "India",
        "Religion": "Hinduism",
        "Branch": "Bhakti, Vedanta, Vedic",
        "Subbranch": "",
        "Time (Beginning)": "1923",
        "Time (End)": ""
    },
    {
        "Title": "Sikh Gurdwara Act",
        "Content": "Following a significant protest movement led by Sikhs, particularly those associated with the Singh Sabha of Lahore and its progeny, the Chief Khalsa Diwan, the British Indian government passed the Sikh Gurdwara Act in 1925. The concern of the protest movement was the leadership and policies of gurdwaras, sometimes referred to as Sikh temples. The British had recognized the leadership of the majority of gurdwaras held by Udasis, an ascetic group who spread the teachings of Nanak, his son, and the other gurus associated with Sikhs. The vision of Sikh practice that Udasis employed in gurdwaras incorporated the images of deities identified as Hindu and various gurus in addition to Nanak and his ten successors (including the Guru Granth Sahib, the text recognized as the central text of Sikhs and their living guru). Protestors considered these inclusions in gurdwaras as corruptions of the teaching of Sikhism, which they saw as rejecting both image worship and reverence for anything above the Guru Granth Sahib. \nThe Sikh Gurdwara Act of 1925 created a new body, the Shiromani Gurdwara Prabhandchak Committee (SGPC) to have control over gurdwaras in Punjab and Delhi. This committee was to be elected by Sikhs, giving them autonomy over their places of devotion. The rejection of the position of the Udasis effectively legislated the separation of Sikhism from Hinduism, signaling the victory of the Lahore Singh Sabha over the position of the Amritsar Singh Sabha as to what the tradition of Sikhism included. \nThe election of the SGPC did not resolve all questions of what counts as Sikhism, as debates continued over the next century as to who should have the right to vote for the SGPC. Some considered only Khalsa Sikhs should be recognized, while others expanded it to any Sikh who keeps their hair uncut, commonly known as Keshdhari or Sehajdhari Sikhs.",
        "Area": "India",
        "Religion": "Sikhism",
        "Branch": "Khalsa",
        "Subbranch": "",
        "Time (Beginning)": "1925",
        "Time (End)": ""
    },
    {
        "Title": "Mosque/Temple Conflict in Ayodhya",
        "Content": "The Babri Masjid (mosque) in Ayodhya in north India became the renewed site of conflicts related to religion. The mosque was built in 1528, but since at least the mid-nineteenth century some have claimed that the mosque was built after a Muslim invader destroyed a temple marking the birthplace of Rama, the deity who is an avatar of Vishnu described in the Ramayana. Thus, some who identified as Hindu demanded the removal of the mosque and the reconstruction of the temple. \nIn December 1949, government leaders locked the mosque, preventing prayers there, after statues of Rama appeared inside the mosque. Some devotees considered it a miracle, proving that the site was RamaÕs birthplace, but others contended that priests placed the images in the mosque to bolster the Hindu claims to the site. Lawsuits before courts in India presented various points, including an archaeological exploration that determined a structure lay underneath the mosque, which some claimed was a Hindu temple and others a Buddhist temple. Throughout these cases, other temples in Ayodhya continued to claim to be the birthplace of Rama. \nThe various court cases continued to be delayed for decades. In 1992, a group of devotees to Rama tore down the mosque by hand, leading to riots across India pitting Muslims against Hindus. The violence came after a Hindu nationalist political campaign focused on the claims of Hindus to the site. In 2002, many volunteers visited Ayodhya to prepare for temple construction on the remains of the mosque. A fire on a train carrying a group of volunteers home to Gujarat killed a number of these devotees. Violence in response led to the loss of many lives, primarily identified as Muslim, in Gujarat. \nIn 2019, the Supreme Court of India made a final ruling, giving control of the site to a group of Hindu to build a temple while also giving control of land in another part of Ayodhya and a trust to the Muslim community to build a new mosque. In 2024, the partly complete temple to Rama marking his birthplace (according to some) was consecrated.",
        "Area": "India",
        "Religion": "Hinduism",
        "Branch": "Bhakti",
        "Subbranch": "",
        "Time (Beginning)": "1949",
        "Time (End)": ""
    },
    {
        "Title": "Krishna Consciousness Comes to the US",
        "Content": "In 1965, a man arrived in the United States from India with the mission to spread Krishna Consciousness. Prabhupada came to the US from Kolkatta, India, following the instructions of his guru to spread devotion to Krishna beyond India. He began chanting the Mahamantra (Hare Krishna, Hare Krishna, Krishna, Krishna, Hare Hare É) in New York City and teaching inquisitive youth to chant the mantra and pursue their true nature by being devoted to Krishna. \nSoon after arriving, he and his students established the International Society of Krishna Consciousness (ISKCON), which over time established temples across the United States, primarily attracting US youth who were critical of American society and religion. His followers regularly chanted the Mahamantra on street corners and college campuses, as well as offering books about Krishna, including the Bhagavad Gita and PrabhupadaÕs commentary on it, for a donation to ISKCON. Some of these followers left their homes to live in the temples and give continual devotion to Krishna and Prabhupada. \nSome in the US began to label ISKCON (commonly referred to as Hare Krishnas) as a cult, or at least a New Religious Movement. The separation of some of his followers from family and their critique of normal adulthood contributed to that labeling, even though PrabhupadaÕs lineage goes back centuries to Caitanya (sixteenth century CE). Some legislation against their public practices developed, most notably restrictions on their request for donations / sale of flowers or books around airports. \nAfter PrabhupadaÕs death, the community continued, though some conflicts over leadership and scandals about some of the leaders hurt the movementÕs reputation. With increasing immigration from India, ISKCON temples began to attract a mix of immigrants from South Asia, many who migrated for economic and professional opportunities, and non-immigrant converts to ISKCON who often rejected those economic and professional opportunities, creating intriguing community dynamics. \nBetween the Indian immigrants who participated in ISKCON temples and followers of Prabhupada who were not of Indian heritage, the movement gained enough status to begin sending committed followers to India to spread Krishna Consciousness there. These emissaries to India have received a mixed reception, especially when they do not fit particular assumptions of the common appearance of Hindus in modern India.",
        "Area": "India, US",
        "Religion": "Hinduism",
        "Branch": "Bhakti",
        "Subbranch": "",
        "Time (Beginning)": "1965",
        "Time (End)": ""
    }
]